Repository: 2lambda123/moneymanagerex
Catalog: po/*.po
Languages: hu, japanese

source: Specify whether this category is an income or an expense category
hu: Adja meg, hogy a kategória bevétel vagy kiadás kategória
japanese: このカテゴリーが、収入や支出のカテゴリーかどうかを指定します

source: Frequency:
hu: Gyakoriság:
japanese: 周期:

source: Specify the frequency of the expense or deposit
hu: Adja meg a kiadás, vagy betét gyakoriságát
japanese: 支出や預金の頻度を指定します

source: Amount:
hu: Összeg:
japanese: 金額:

source: Enter the amount budgeted for this category.
hu: A kategória költségvetési összegének bevitele
japanese: このカテゴリーの予算額を入力してください。

source: View All Budget Categories
hu: Minden költségvetés kategória mutatása
japanese: すべての予算のカテゴリーを表示します

source: View Non-Zero Budget Categories
hu: Nem-nulla költségvetésű kategóriák mutatása
japanese: ゼロでない予算のカテゴリーを表示します

source: View Planned Budget Categories
hu: A tervezett költségvetés kategóriáinak mutatása
japanese: 計画した予算のカテゴリーを表示します

source: View Income Budget Categories
hu: Minden bevételi kategória mutatása
japanese: 収入の予算カテゴリーを表示します

source: View Expense Budget Categories
hu: Minden kiadási kategória mutatása
japanese: 支出の予算カテゴリーを表示します

source: View Budget Category Summary
hu: Költségvetés kategóriák összesítése
japanese: 予算カテゴリーのサマリーを表示します

source: Financial Year: %s - %i
hu: Pénzügyi év: %s - %i
japanese: 会計年度: %s - %i

source: Year: %s
hu: Év: %s
japanese: 年度: %s

source: Month: %s
hu: Hónap: %s
japanese: 月: %s

source: Budget Setup for %s
hu: Költségvetési év %s
japanese: %s の予算をセットアップ

source: Income:
hu: Bevétel:
japanese: 収入:

source: Estimated:
hu: Becsült:
japanese: 見積:

source: Actual:
hu: Tényleges:
japanese: 実際:

source: Difference:
hu: Különbség:
japanese: 差異:

source: Expenses:
hu: Költségek:
japanese: 支出:

source: Icon
hu: Ikon
japanese: アイコン

source: Sub Category
hu: Alkategória
japanese: サブカテゴリー

source: Estimated
hu: Becsült
japanese: 見積

source: Actual
hu: Jelenlegi
japanese: 実際

source: Budget Editor
hu: Költségvetésszerkesztő
japanese: 予算エディター

source: &Add Year
hu: Év hozzáadása
japanese: 年度を追加(&A)

source: Add a new budget year
hu: Új költségvetési év hozzáadása
japanese: 新しい予算年度を追加します

source: &Add Month
hu: Hónap hozzáadása
japanese: 月を追加(&A)

source: Add a new budget month
hu: Új költségvetési hónap hozzáadása
japanese: 新しい予算月を追加します

source: Delete existing budget
hu: Jelenlegi költségvetés törlése
japanese: 既存の予算を削除

source: Budget Entry Details
hu: Költségvetés bevitele részletezés
japanese: 予算エントリー詳細

source: Budget Month Entry
hu: Költségvetési hónap bevitele
japanese: 予算月エントリー

source: Budget Year:
hu: Költségvetési év:
japanese: 予算年度:

source: Specify the required year. Use Spin buttons to increase or decrease the year.
hu: Határozza meg a keresett évet! Használja a nyilakat az évszám növelésére, vagy csökkentésére!
japanese: 必要な年度を指定します。 スピンボタンを使用して、年をプラスまたはマイナスします。

source: Budget Month:
hu: Költségvetési hónap:
japanese: 予算月:

source: Specify the required month. Use Spin buttons to increase or decrease the month.
hu: Határozza meg a hónapot! Használja a nyilakat a hónap görgetésére!
japanese: 必要な月を指定します。 スピンボタンを使用して、月をプラスまたはマイナスします。

source: Base Budget On:
hu: Költségvetési alap:
japanese: 基本予算オン:

source: Specify year to base budget on.
hu: Adja meg az alap költségvetés évét
japanese: 基本予算にオンする年を指定します。

source: Budget Year already exists
hu: A költségvetési év létezik
japanese: 予算年度はすでに存在します

source: Organize Categories
hu: Kategóriák kezelése
japanese: カテゴリーの整理

source: Reassign all categories to another category
hu: Minden kategória átsorolása egy másikba.
japanese: すべてのカテゴリーを別のカテゴリーに再割り当てします

source: Expand
hu: Kibont
japanese: 展開

source: Show All
hu: Mindent megjelenít
japanese: すべて表示

source: Show all hidden categories
hu: Minden rejtett kategória mutatása
japanese: 非表示のカテゴリーをすべて表示します

source: Add a new category
hu: Új kategória hozzáadása
japanese: 新しいカテゴリーを追加

source: Edit the name of an existing category
hu: Létező kategória nevének szerkesztése
japanese: 既存のカテゴリーの名前を編集します

source: Delete an existing category. The category cannot be used by existing transactions.
hu: Létező kategória törlése. A kategória nem lehet használatban
japanese: 既存のカテゴリーを削除します。カテゴリーは、既存の取引で使用できません。

source: &Select
hu: Kiválaszt
japanese: 選択(&S)

source: Select the currently selected category as the selected category for the transaction
hu: A jelenleg kijelölt kategória hozzárendelése az ügylethez
japanese: 現在選択されているカテゴリーを、取引で選択したカテゴリーとして選択します

source: Enter the name for the new category:
hu: Írja be az új kategória nevét:
japanese: 新しいカテゴリーの名前を入力してください:

source: Add Category
hu: Kategória hozzáadása
japanese: カテゴリーを追加

source: Category with same name exists
hu: Már van ilyen kategória
japanese: 同じ名前のカテゴリーが存在します

source: Tip: If category added now, check bottom of list. Category will be in sorted order next time dialog appears
hu: Tipp: a most hozzáadott kategóriát a lista alján keresse. A kategóriákat a párbeszéd következő megnyitásakor rendezi sorba.
japanese: ヒント: 今、カテゴリーを追加した場合は、リストの最後を確認してください。 次回ダイアログボックスが表示されると、カテゴリーはソート順になります

source: Organise Categories: Adding Error
hu: Kategóriák rendezése: hibás hozzáadás!
japanese: カテゴリーの整理: 追加エラー

source: Sub Category with same name exists
hu: Már van ilyen al-kategória
japanese: 同じ名前のサブカテゴリーが存在します

source: Invalid Parent Category. Choose Root or Main Category node.
hu: Érvénytelen fő-kategória. Válasszon a gyökérből.
japanese: 親カテゴリーが正しくありません。ルートまたはメインカテゴリーノードを選択してください。

source: Category in use.
hu: A kategória használatban van.
japanese: カテゴリーは使用中です。

source: Sub-Category in use.
hu: Az alkategória használatban van
japanese: サブカテゴリーは使用中です。

source: Tip: Change all transactions using this Category to another Category using the relocate command:
hu: Tipp: az összes tranzakció eredeti kategóriájának megváltoztatására másik kategóriára használja az áthelyezés parancsot:
japanese: ヒント: 再配置コマンドを使用して、このカテゴリーを使用している すべての取引を、別のカテゴリーに変更します:

source: Tip: Change all transactions using this Sub-Category to another Sub-Category using the relocate command:
hu: Tipp: az összes tranzakció eredeti alkategóriájának megváltoztatására másik alkategóriára használja az áthelyezés parancsot:
japanese: ヒント: 再配置コマンドを使用して、このサブカテゴリー使用している すべての取引を、別のサブカテゴリーに変更します:

source: Tools -> Relocation of -> Categories
hu: Eszközök ->
japanese: ツール -> 再配置 -> カテゴリー

source: Organise Categories: Delete Error
hu: Kategóriák kezelése: törlési hiba!
japanese: カテゴリーの整理: 削除エラー

source: Enter a new name for %s
hu: Írjon be új nevet %s helyett
japanese: %s の新しい名前を入力してください

source: Edit Category
hu: Kategória szerkesztése
japanese: カテゴリーを編集

source: Organise Categories: Editing Error
hu: Kategóriák rendezése: szerkesztési hiba
japanese: カテゴリーの整理: 編集エラー

source: Category Relocation Completed.
hu: A kategóriaáthelyezés befejezve.
japanese: カテゴリーの再配置が完了しました。

source: Records have been updated in the database: %i
hu: A(z) %i adatbázis bejegyzései frissítve
japanese: データベースのレコードが更新されました: %i

source: Category Relocation Result
hu: A kategóriaáthelyezés eredménye
japanese: カテゴリーの再配置結果

source: Hide Selected Category
hu: Választott kategóriák rejtése
japanese: 選択したカテゴリーを非表示にする

source: Unhide Selected Category
hu: Rejtett kategória megjelenítése
japanese: 選択したカテゴリーを表示する

source: Clear Settings
hu: Beállítások törlése
japanese: 設定をクリア

source: Cancel
hu: Mégsem

source: Close
hu: Bezárás

source: &Close
hu: Bezárás
japanese: 閉じる(&C)

source: View All Transactions
hu: Minden ügylet mutatása
japanese: すべての取引を表示

source: View Today
hu: Mai nap mutatása
japanese: 今日を表示

source: View Current Month
hu: Jelen hónap mutatása
japanese: 今月を表示

source: View Last 30 days
hu: Elmúlt 30 nap mutatása
japanese: 最近30日を表示

source: View Last 90 days
hu: Elmúlt 90 nap mutatása
japanese: 最近90日を表示

source: View Last Month
hu: Előző hónap megtekintése
japanese: 前月を表示

source: View Last 3 Months
hu: Elmúlt 3 hónap mutatása
japanese: 最近3ヶ月を表示

source: View Last 12 Months
hu: Elmúlt 12 hónap mutatása
japanese: 最近12ヶ月を表示

source: View Current Year
hu: Idei év mutatása
japanese: 今年を表示

source: View Current Financial Year
hu: Jelen pénzügyi év megtekintése

source: View Last Year
hu: Múlt év megtekintése

source: View Last Financial Year
hu: Az elmúlt pénzügyi év megtekintése

source: View Since Statement Date
hu: Számlazárás óta nézet

source: Open
hu: Nyitott
japanese: 開く

source: Closed
hu: Zárolt
japanese: 締切

source: Favorites
hu: Kedvencek
japanese: お気に入り

source: Currency Manager
hu: Pénznem kezelő
japanese: 通貨マネージャー

source: Currency name
hu: Pénznem neve
japanese: 通貨名

source: Currency Name
hu: Pénznem neve
japanese: 通貨名

source: Currency Symbol
hu: Pénz jele
japanese: 通貨シンボル

source: Prefix Symbol
hu: Pénznem előtag
japanese: 接頭語シンボル

source: Suffix Symbol
hu: Pénznem utótag
japanese: 接尾語シンボル

source: Decimal Char
hu: Tizedesjel
japanese: 小数点の文字

source: Grouping Char
hu: Ezres elválasztójel
japanese: グルーピング文字

source: Scale
hu: Lépték
japanese: 小数点以下桁数

source: Conversion to Base Rate
hu: Konverzió az alap árfolyamra
japanese: 基本レートに変換

source: Value Display Sample:
hu: A megjelenített példa értéke:
japanese: 値表示サンプル:

source: Save any changes made
hu: Mentse az összes változást!
japanese: すべての変更を保存します

source: Any changes will be lost without update
hu: Frissítés nélkül valamennyi változás elveszik!
japanese: 更新しません。すべての変更を保存しません

source: Invalid Amount.
hu: Érvénytelen összeget.
japanese: アカウントが正しくありません。

source: Invalid Entry
hu: Érvénytelen bejegyzés
japanese: エントリーが正しくありません

source: New/Edit Custom Field
hu: Felhasználói mező - Új/Szerkeszt

source: Custom Field Details
hu: Felhasználói mező részletei

source: Enter the name of the custom field
hu: Írja be a felhasználói mező nevét

source: Field Type
hu: Mező típusa

source: Select type of custom field
hu: Válassza a felhasználói mező típusát

source: ToolTip
hu: Elemleírás

source: Enter the tooltip that will be shown
hu: Írja be a megjelenítendő elemleírást

source: Enter the RegEx to validate field
hu: A mező érvényesítéséhez írjon be szabványos kifejezést..

source: Autocomplete
hu: Automatikus kiegészítés

source: Enables autocomplete on custom field
hu: egyedi mezőkön az automatikus kiegészítés engedélyezése

source: Default
hu: Alapértelmezett

source: Enter the default for this field For date/time insert 'Now' to make current date/time as default
hu: Adja meg a mező alapértékét Dátum és idő esetén írjon "Now"-t, hogy az aktuális érték legyen az

source: Choices
hu: Választék

source: Changing field type will delete all content!
hu: A mező típusának változtatásával a tartalma törlődik!

source: Do you want to proceed?
hu: Folytatja?
japanese: 続行してもよろしいですか?

source: Custom Field Change
hu: Felhasználói mező változtatása

source: You have modified choices: ones removed will be cleaned!
hu: Módosítottad a választásokat: az eltávolítottak törölve lesznek!

source: Properties
hu: Tulajdonságok

source: Personalize custom fields | %s
hu: Felhasználói mezők beállítása | %s

source: Do you really want to delete this custom field and all its data?
hu: Valóban törli ezt a felhasználói mezőt és az összes adatát?

source: Confirm Custom Field Deletion
hu: Felhasználói mező törlésének jóváhagyása

source: Do you really want to massive update field content? Please consider that there isn't any validation!
hu: Kéri a mezőtartalmak széleskörű frissítését? Vegye figyelembe, hogy nincs semmilyen vizsgálat!

source: Confirm Custom Field Content Update
hu: Hagyja jóvá a felhasználói mező tartalmának frissítését.

source: Find what
hu: Mit keressen

source: Update Custom Field Content
hu: Felhasználói mezőtartalom frissítése

source: Do you want to update blank content? Press no if you want to abort replace procedure!
hu: Frissíti az üres tartalmakat? Nyomjon no-t a csere folyamatának megszakításához!

source: Replace with
hu: cserélés erre

source: Do you want to update to blank? Press no if you want to abort replace procedure!
hu: Üresre akarja változtatni? Nyomjon no-t a csere folyamatának megszakításához!

source: &Massive content update
hu: Nagymértékű tartalaomfrissítés

source: Bills
hu: Számlák
japanese: 請求書

source: Food
hu: Étel
japanese: 食品

source: Leisure
hu: Pihenés
japanese: レジャー

source: Automobile
hu: Gépkocsi
japanese: 自動車

source: Education
hu: Oktatás
japanese: 教育

source: Homeneeds
hu: Háztartás
japanese: 雑貨

source: Healthcare
hu: Egészségügy
japanese: ヘルスケア

source: Insurance
hu: Biztosítás
japanese: 保険

source: Vacation
hu: Vakáció
japanese: 休暇

source: Taxes
hu: Adók
japanese: 税

source: Miscellaneous
hu: Vegyes
japanese: 雑費

source: Gifts
hu: Ajándékok
japanese: 贈答

source: Other Income
hu: Egyéb bevétel
japanese: その他の収入

source: Other Expenses
hu: Egyéb kiadás
japanese: その他の支出

source: Transfer
hu: Átutalás
japanese: 交通

source: Russian Ruble
hu: orosz rúbel

source: Special Drawing Rights
hu: Különleges Lehívási Jogok

source: Telephone
hu: Telefon
japanese: 電話

source: Electricity
hu: Villany
japanese: 電気

source: Gas
hu: Üzemanyag/gáz
japanese: ガス

source: Rent
hu: Bérlet
japanese: 家賃

source: Cable TV
hu: Kábel TV
japanese: ケーブル テレビ

source: Water
hu: Víz
japanese: 水道

source: Groceries
hu: Élelmiszer
japanese: 食料品

source: Dining out
hu: Éttermi kiadások
japanese: 外食

source: Movies
hu: Mozi
japanese: 映画

source: Video Rental
hu: Videókölcsönzés
japanese: ビデオ レンタル

source: Magazines
hu: Újságok
japanese: 雑誌

source: Maintenance
hu: Karbantartás
japanese: メンテナンス

source: Parking
hu: Parkolás
japanese: 駐車

source: Registration
hu: Üzemben tartás
japanese: 登録

source: Books
hu: Könyvek
japanese: 書籍

source: Tuition
hu: Tanítás
japanese: 授業料

source: Clothing
hu: Ruházat
japanese: 衣料品

source: Furnishing
hu: Bútor
japanese: 家具

source: Health
hu: Egészség
japanese: 健康

source: Dental
hu: Fogorvos
japanese: 歯科

source: Eyecare
hu: Szemészet, optika
japanese: 眼科

source: Physician
hu: Orvos
japanese: 医師

source: Prescriptions
hu: Receptek
japanese: 処方箋

source: Auto
hu: Autó
japanese: 自動

source: Life
hu: Élet
japanese: 生活

source: Home
hu: Lakás
japanese: 自宅

source: Travel
hu: Utazás
japanese: 旅行

source: Lodging
hu: Szállás
japanese: 宿泊

source: Sightseeing
hu: Városnézés
japanese: 観光

source: Income Tax
hu: Jövedelemadó
japanese: 所得税

source: House Tax
hu: Házadó
japanese: 固定資産税

source: Water Tax
hu: Vízdíj
japanese: 水道税

source: Salary
hu: Fizetés
japanese: 給与

source: Reimbursement/Refunds
hu: Visszatérítések, illetve visszafizetések
japanese: 償還/払戻

source: Investment Income
hu: Befektetések hozama
japanese: 投資収入

source: MMEX database upgrade to version %i failed!
hu: Az MMEX adatbázis frissítése a(z) %i verzióra sikertlen

source: Please restore DB from autocreated pre-upgrade backup and retry or contact MMEX support
hu: Állítsa helyre az adatbázist a frissítést megelőző automatikus mentésből és próbálja újra, vagy kérjen segítséget az MMEX-től!

source: MMEX database upgrade
hu: Az MMEX adatbázis frissítése

source: MMEX database error!
hu: MMEX adatbázis hiba!

source: MMEX database version %i doesn't work with this MMEX version. Please upgrade MMEX to newer version.
hu: Az MMEX %i verziójú adatbázisa nem működik ezzel a MMEX verzióval Frissítse az MMEX-et újabb verzióra!

source: We suggest a database optimization under Tools -> Database -> Optimize
hu: Javaslom az adatbázis optimalizálását az Eszközök -> Adatbázis ->

source: Load debug file
hu: Hibafájl betöltése

source: MMEX debug error
hu: MMEX hibakeresési hiba

source: MMEX debug
hu: MMEX hibakeresés

source: Query error, please contact MMEX support!
hu: Lekérdezési hiba, vegye fel a kapcsolatot az MMEX-szel!

source: Send this log to MMEX support team: press OK to save to file or Cancel to exit
hu: Ezt a log-ot küldd meg aZMMEX-nek: a mentéshez nyomjon OK-t, vagy Cancel-t a kilépéshez

source: Save debug file
hu: A hibakeresési fájl mentése

source: DB maintenance completed, please close and re-open MMEX!
hu: A DB karbantartása kész, zárja be és nyissa meg újra az MMEX-et!

source: Can't open file
hu: Nem tudom megnyitni a fájlt
japanese: ファイルを開くことができません

source: You must specify path to another database file
hu: Adja meg egy másik adatbázis elérési útját
japanese: 別のデータベースファイルのパスを指定する必要があります

source: An incorrect password given for an encrypted file
hu: A titkosított fájlhoz megadott jelszó helytelen!

source: Opening MMEX Database - Error
hu: MMEX adatbázis megnyitási hiba
japanese: MMEX データベースを開く時 - エラー

source: Reconciled
hu: Kiegyenlített
japanese: 照合済

source: Void
hu: Érvénytelen
japanese: 無効

source: Follow up
hu: Egyeztetendő
japanese: フォローアップ

source: Duplicate
hu: Duplikálás
japanese: 重複

source: Un-Reconciled
hu: Kiegyenlítetlen
japanese: 未照合

source: All Except Reconciled
hu: Kiegyenlítettek kivételével mind
japanese: 照合済を除きすべて

source: Specify
hu: Meghatároz

source: Date Range
hu: Időtartomány
japanese: 日付の範囲

source: Include Similar
hu: Hasonlókat hozzáveszi
japanese: 類似を含める

source: Include all subcategories for the selected category.
hu: A választott kategória összes alkategóriájának kiválasztása
japanese: 選択したカテゴリのすべてのサブカテゴリを含めます。

source: Withdrawal
hu: Kivét
japanese: 引出

source: Deposit
hu: Betét
japanese: 預金

source: Transfer To
hu: Átutalás ide
japanese: 振替先

source: Transfer From
hu: Átutalás innen
japanese: 振替元

source: Amount Range
hu: Összeghatár:
japanese: 金額の範囲

source: &Clear
hu: Töröl
japanese: クリア(&C)

source: Invalid value
hu: Érvénytelen érték
japanese: 値が正しくありません

source: Filtering Details:
hu: Szűrési feltételek:
japanese: フィルターの詳細:

source: General Reports Manager
hu: Fő jelentéskezelő
japanese: 汎用レポートマネージャー

source: Reports
hu: Kimutatások
japanese: レポート

source: &Import
hu: &Importálás
japanese: インポート(&I)

source: Locate and load a report file.
hu: Jelentés-fájl keresése és betöltése.
japanese: 場所を指定してレポートファイルをロードします。

source: &Export
hu: &Exportálás
japanese: エクスポート(&E)

source: Export the report to a new file.
hu: A jelentés exportálása új fájlba
japanese: 新しいファイルにレポートをエクスポートします。

source: &Save
hu: Mentés
japanese: 保存(&S)

source: Save changes.
hu: Változások mentése.
japanese: 変更を保存します。

source: &Run
hu: Futtat
japanese: 実行(&R)

source: Run selected report.
hu: kiválasztott jelentés futtatása
japanese: 選択したレポートを実行します。

source: Output
hu: Kimenet
japanese: 出力

source: Template
hu: Sablon
japanese: テンプレート

source: &Test
hu: &Teszt
japanese: テスト(&T)

source: Create Template
hu: Sablon készítése
japanese: テンプレートを作成

source: Row(s) returned: %i Duration: %ld ms
hu: Visszaadott sor(ok): %i Időtartam: %ld ms
japanese: 返された行: %i 時間: %ld ミリ秒

source: SQL Syntax Error
hu: SQL szintaxishiba
japanese: SQL 文法エラー

source: Load report file:
hu: Jelentés-fájl betöltése:
japanese: ロードするレポートファイル:

source: Unable to open file: %s
hu: A fájlt nem lehet megnyitni: %s
japanese: ファイルを開くことができません: %s

source: Error
hu: Hiba
japanese: エラー

source: New Empty Report
hu: Új üres jelentés
japanese: 新しい空のレポート

source: New Sample Report
hu: Új jelentésminta
japanese: 新しいサンプルレポート

source: Change Group
hu: Csoport-váltás
japanese: グループの変更

source: Rename Group
hu: Csoport átnevezése
japanese: グループの名前を変更

source: UnGroup
hu: Csoportbontás
japanese: グループ解除

source: Rename Report
hu: Jelentés átnevezése
japanese: レポートの名前を変更

source: Delete Report
hu: Jelentés törlése
japanese: レポートを削除

source: Enter the name for the report
hu: Írja be a jelentés nevét
japanese: レポートの名前を入力してください

source: General Report Manager
hu: Fő jelentéskezelő
japanese: 汎用レポートマネージャー

source: Delete the Report Title:
hu: A törlendő jelentés neve:
japanese: 削除するレポートのタイトル:

source: Enter or choose name for the new report group
hu: Írjon be, vagy válasszon nevet az új jelentéscsoport számára
japanese: 新しいレポートグループの名前を入力または選択

source: Change report group
hu: Kimutatáscsoport váltása
japanese: レポートグループを変更

source: Enter or choose name for the new group
hu: Írjon be, vagy válasszon nevet az új csoport számára
japanese: 新しいグループの名前を入力または選択

source: Add Report Group
hu: Jelentéscsoport hozzáadása
japanese: レポートグループを追加

source: New Report %s
hu: Új jelentés %s
japanese: 新しいレポート %s

source: New Report
hu: Új jelentés
japanese: 新しいレポート

source: Report Name already exists
hu: Létező jelentéselnevezés

source: Choose file to Save As Report
hu: Válaszd ki jelentésként mentendő fájlt
japanese: レポートとして保存するファイルを選択

source: Unable to open file.
hu: A fájlt nem lehet megnyitni!
japanese: ファイルを開くことができません。

source: Universal CSV Import
hu: Univerzális CSV importálása
japanese: ユニバーサル CSV インポート

source: Unable to create file.
hu: A fájl nem hozható létre.

source: Could not save file.
hu: Fájl nem menthető.

source: Export error
hu: Exportálási hiba

source: File is not in Excel XML Spreadsheet 2003 format.
hu: A fjl nem 2003-as Excel XML munkafüzet formátumú.

source: Parsing error
hu: Elemzési hiba

source: Could not find Worksheet.
hu: Munkalap nem található

source: Table
hu: Tábla

source: Could not find Table.
hu: A táblázat nem található.

source: QIF Export
hu: QIF Exportálás
japanese: QIF エクスポート

source: Parameters
hu: Paraméterek
japanese: パラメーター

source: Log
hu: Napló
japanese: ログ

source: Accounts
hu: Számlák
japanese: アカウント

source: From Date
hu: Induló dátum
japanese: 開始日

source: To Date
hu: Vége dátum
japanese: 終了日

source: Date Format
hu: Dátumformátum
japanese: 日付フォーマット

source: Write to File
hu: Fájlba írás
japanese: ファイルに書き込み

source: File Name:
hu: Fájlnév:
japanese: ファイル名:

source: Clear
hu: Töröl
japanese: クリア

source: Choose Account to Export from:
hu: Válasszon számlát az exportáláshoz:
japanese: エクスポートする元のアカウントを選択:

source: Choose QIF data file to Export
hu: Válasszon QIF adatfájlt az exporthoz!
japanese: エクスポートする QIF データファイルを選択

source: No Account available for export
hu: Exportálásra nincs elérhető számla!
japanese: エクスポートできるアカウントはありません

source: No Accounts selected for export
hu: Nincs exportálásra kiválasztott számla!
japanese: エクスポートするアカウントが選択されていません

source: To Date less than From Date
hu: A vég dátum előbbi mint az induló
japanese: 終了日が開始日より前です

source: Categories exported
hu: Exportált kategóriák
japanese: カテゴリーをエクスポートしました

source: Exporting
hu: Exportálás
japanese: エクスポートしています

source: Please wait
hu: Várjon
japanese: しばらくお待ちください

source: Exporting transaction %i
hu: %i ügylet exportálása
japanese: 取引をエクスポートしています %i

source: Number of transactions exported: %ld
hu: Exportált ügyletek száma: %ld
japanese: エクスポートした取引の数: %ld

source: Export to QIF
hu: QIF-be exportálás
japanese: QIF にエクスポート

source: Choose &file
hu: Fájl kiválasztása
japanese: ファイルを選択(&f)

source: Encoding:
hu: Kódolás

source: Use account number instead of account name
hu: Számlaszám használata a neve helyett

source: Include payee field in notes
hu: A megjegyzés tartalmazza a kedvezményezettet

source: Filtering Details:
hu: Szűrési részletek:
japanese: フィルターの詳細:

source: Data
hu: Adat
japanese: データ

source: Unknown
hu: Ismeretlen
japanese: 不明

source: Scanning
hu: Átvizsgálás
japanese: スキャンしています

source: Reading line %i, %ld ms
hu: Sorok olvasása %i, %ld ms
japanese: 読み込みしている行 %i, %ld ミリ秒

source: Line %i %s
hu: Sor :%i %s
japanese: 行 %i %s

source: Number of lines read from QIF file: %i in %ld ms
hu: A QIF fájlból beolvasott sorok száma: %i %ld ms
japanese: QIF ファイルから読み込んだ行数: %i, %ld ミリ秒

source: Press OK Button to continue
hu: Nyomj OK-t a folytatsához
japanese: OK ボタンを押すと続行します

source: OK
hu: Rendben

source: Warning
hu: Figyelmeztetés
japanese: 警告

source: Missing
hu: Hiányzó
japanese: 見つかりません

source: Choose QIF data file to Import
hu: Válasszon QIF fájlt az importáláshoz
japanese: インポートする QIF データファイルを選択

source: Can't determine date mask
hu: Azonosíthatatlan dátummaszk

source: Date Mask has several values
hu: A dátummaszk több értékkel rendelkezik

source: Do you want to import all transaction ?
hu: Minden megjelenített ügyletet töröl?
japanese: すべての取引をインポートしますか ?

source: All missing account, payees and categories will be created.
hu: Az összes hiányzó számlát, kedvezményezettet és kategóriát létrehozom.
japanese: すべての見つからないアカウント、支払先、およびカテゴリーを作成します。

source: Confirm Import
hu: Importálás jóváhagyása
japanese: インポートの確認
