Repository: 2lambda123/moneymanagerex
Catalog: po/*.po
Languages: hu, japanese

source: About %s
hu: Névjegy %s

source: License agreement
hu: Licenc megállapodás
japanese: ライセンス規約

source: About
hu: Névjegy
japanese: このアプリについて

source: Sponsors
hu: Támogatók
japanese: スポンサー

source: License
hu: Licenc
japanese: ライセンス

source: Privacy
hu: Magán

source: New Account
hu: Új számla
japanese: 新しいアカウント

source: Edit Account
hu: Számla szerkesztése
japanese: アカウントを編集

source: Account Name:
hu: Számla neve:
japanese: アカウント名:

source: Account Type:
hu: Számla típusa:
japanese: アカウントの種類:

source: Account Status:
hu: A számla állapota:
japanese: アカウントの状態:

source: Initial Balance: %s
hu: Kezdő egyenleg: %s
japanese: 初期残高: %s

source: Currency:
hu: Pénznem:
japanese: 通貨:

source: Select Currency
hu: Pénznem választása
japanese: 通貨を選択

source: Favorite Account
hu: Kedvenc számla
japanese: お気に入りのアカウント

source: Notes
hu: Megjegyzés
japanese: メモ

source: Others
hu: Egyéb
japanese: その他

source: Account Number:
hu: Számlaszám:
japanese: アカウント番号:

source: Card Number:
hu: Kártyaszám:
japanese: カード番号:

source: Held At:
hu: Kezelő::
japanese: 開設:

source: Website:
hu: Weboldal:
japanese: ウェブサイト:

source: Contact:
hu: Elérhetőség:
japanese: 連絡先:

source: Access Info:
hu: Belépési adatok:
japanese: アクセス情報:

source: Statement
hu: Kimutatás

source: Statement:
hu: Kimutatás:

source: Locked
hu: Zárolva

source: Reconciled Date:
hu: Egyeztetett dátum:

source: Minimum Bal:
hu: Minimális balansz:

source: Credit
hu: Hitel

source: Credit Limit:
hu: Hitelkeret-limit:

source: Interest Rate:
hu: Kamatláb:

source: Payment Due Date:
hu: Kifizetés esedékességi dátuma:

source: Minimum Payment:
hu: Minimum kifizetés:

source: Organize attachments of this account
hu: A számlához tartozó mellékletek rendezése
japanese: このアカウントの添付を編集

source: Enter the Name of the Account. This name can be renamed at any time.
hu: Adja meg a számla nevét. Ez bármikor megváltoztatható.
japanese: アカウントの名前を入力してください。名前はいつでも変更できます。

source: Specify the type of account to be created.
hu: Adja meg a létrehozandó számla típusát.
japanese: 作成するアカウントの種類を指定してください。

source: Specify if this account has been closed. Closed accounts are inactive in most calculations, reporting etc.
hu: Adja meg, hogy a számla zárolt-e. A zárolt számlák inaktívak a kalkulációkban és a kimutatásokban.
japanese: このアカウントを閉じた場合に指定してください。閉じたアカウントは計算、レポートなどで対象外になります。

source: Enter the initial balance in this account.
hu: Adja meg a számla kezdő egyenlegét.
japanese: このアカウントの初期残高を入力してください。

source: Specify the currency to be used by this account.
hu: Adja meg a számlán használt pénznemet.
japanese: このアカウントで使用する通貨を指定してください。

source: Select whether this is an account that is used often. This is used to filter accounts display view.
hu: Ezt válassza, ha a számlát gyakran használja. A számlák listájában ez jelenik meg elsőként.
japanese: よく使うアカウントを選択してください。これはアカウントを表示するフィルターに使用します。

source: Enter user notes and details about this account.
hu: Adjon megjegyzést a számlához
japanese: このアカウントに関するメモと詳細を入力してください。

source: Enter the Account Number associated with this account.
hu: Adja meg a számlához tartozó számlaszámot.
japanese: このアカウントに関連付けるアカウント番号/口座番号を入力してください。

source: Enter the name of the financial institution in which the account is held.
hu: Adja meg a számlát vezető pénzintézet nevét.
japanese: アカウント/口座を所有する金融機関の名前を入力してください。

source: Enter the URL of the website for the financial institution.
hu: Írja be a pénzintézet honlapjának címét
japanese: 金融機関のウェブサイトの URL を入力してください。

source: Enter any contact information for the financial institution.
hu: Írja be a pénzintézet elérhetőségeit
japanese: 金融機関の連絡先情報を入力してください。

source: Enter any login/access information for the financial institution. This is not secure as anyone with access to the mmb file can access it.
hu: Írja be a hitelesítési információkat a pénzintézethez. Figyelem, nem biztonságos!
japanese: 金融機関のログイン/アクセス情報を入力してください。 mmb ファイルにアクセス権のある人は誰でもアクセスできるため、安全ではありません。

source: Enable or disable the transaction Lock
hu: Az ügyletzárolás be-, vagy kikapcsolása

source: The date of the transaction lock
hu: A tranzakciózárolás dátuma

source: Account balance lower limit. Zero to disable
hu: Számlaegyenleg aló limitje. Nulla a kikapcsoláshoz.

source: Credit limit for the Account. Zero to disable
hu: Számla hitelkeret-limit. Kikapcsolása nullára állítással.

source: Account Name
hu: Számla neve
japanese: アカウント名

source: Currency
hu: Pénznem
japanese: 通貨

source: Default Image
hu: Alapértelmezett kép
japanese: デフォルト画像

source: Image #%i
hu: Kép #%i
japanese: 画像 #%i

source: Open Last Opened Database
hu: Utoljára megnyitott adatbázis megnyitása
japanese: 最後に開いたデータベースを開く

source: Create a New Database
hu: Új adatbázis létrehozása
japanese: 新しいデータベースを作成

source: Create a new database file to get started
hu: Új adatbázis fájl létrehozása a kezdéshez
japanese: 新しいデータベースファイルを作成して、始めます

source: Open Existing Database
hu: Létező adatbázis megnyitása
japanese: 既存のデータベースを開く

source: Open an already created database file with extension (*.mmb)
hu: Létező .mmb kiterjesztésű adatbázis megnyitása
japanese: 拡張子 (*.mmb) の、すでに作成済のデータベースを開きます

source: Read Documentation
hu: Olvassa el a dokumentációt
japanese: ドキュメントを読む

source: Read the user manual
hu: Olvassa el a kézikönyvet
japanese: ユーザーマニュアルを読む

source: Visit Website for more information
hu: További információ a weboldalon
japanese: 詳細情報はウェブサイトを参照してください

source: Open the %s website for latest news, updates etc
hu: Hírek, frissítések stb. weblap %s megnyitása
japanese: %s のウェブサイトを開きます。最新ニュース、アップデートなど

source: Show this window next time %s starts
hu: Legközelebb is mutassa ezt az ablakot, amikor az %s indul
japanese: 次回 %s 開始時に、このウィンドウを表示します

source: &Exit
hu: Kilépés
japanese: 終了(&E)

source: New Asset
hu: Új vagyontárgy
japanese: 新しい資産

source: Edit Asset
hu: Vagyontárgy szerkesztése
japanese: 資産を編集

source: Add Asset Transaction
hu: Vagyoni ügylet hozzáadása

source: Edit Asset Transaction
hu: Vagyoni ügylet szerkesztése

source: Asset Details
hu: Vagyontárgy részletei
japanese: 資産の詳細

source: Name
hu: Név
japanese: 名前

source: Enter the name of the asset
hu: Írja be a vagyontárgy nevét
japanese: 資産の名前を入力してください

source: Date
hu: Dátum
japanese: 日付

source: Specify the date of purchase of asset
hu: Adja meg a vagyontárgy beszerzésének dátumát
japanese: 資産の購入日を指定してください

source: Asset Type
hu: Vagyontárgy típusa
japanese: 資産の種類

source: Select type of asset
hu: Válassza ki a vagyontárgy típusát
japanese: 資産の種類を指定してください

source: Value
hu: Érték
japanese: 価値

source: Enter the current value of the asset
hu: Adja meg a vagyontárgy jelenlegi értékét
japanese: 資産の現在の価値を入力してください

source: Change in Value
hu: Érték változás
japanese: 価値の変動

source: Specify if the value of the asset changes over time
hu: Adja meg, hogy a vagyontárgy értéke változik-e az idő folyamán
japanese: 指定した場合は、時間の経過とともに資産の価値が変動します

source: % Rate
hu: % árfolyam
japanese: % 率

source: Organize attachments of this asset
hu: A vagyontárgyhoz tartozó mellékletek rendezése
japanese: この資産の添付ファイルを整理します

source: Enter notes associated with this asset
hu: Írja be a vagyontárgyhoz fűződő megjegyzéseket
japanese: この資産に関連するメモを入力します

source: New Transaction Details
hu: Új tranzakció részletek

source: Edit Transaction Details
hu: Tranzakció részleteinek szerkesztése

source: &Cancel
hu: Elvet
japanese: キャンセル(&C)

source: Type
hu: Típus
japanese: 種類

source: Initial Value
hu: Kezdeti érték
japanese: 初期価値

source: Current Value
hu: Jelenlegi érték
japanese: 現在価値

source: &New Asset
hu: Új vagyontárgy
japanese: 新しい資産(&N)

source: D&uplicate Asset
hu: Vagyontárgy duplikálása
japanese: 資産を複製(&u)

source: &Add Asset Transaction
hu: Vagyoni ügylet hozzáadása

source: &View Asset Transactions
hu: Vagyoni ügylet mutatása

source: &Open Asset Account
hu: Értékpapírszámla megnyitása

source: &Edit Asset
hu: Vagyontárgy szerkesztése
japanese: 資産を編集(&E)

source: &Delete Asset
hu: Vagyontárgy törlése
japanese: 資産を削除(&D)

source: &Organize Attachments
hu: Mellékletek rendezése
japanese: 添付を整理(&O)

source: Do you really want to delete the Asset?
hu: Valóban törli a vagyontárgyat?
japanese: 資産を削除してもよろしいですか?

source: Confirm Asset Deletion
hu: Vagyontárgy törlésének jóváhagyása
japanese: 資産削除の確認

source: Total: %s
hu: Összesen: %s
japanese: 合計: %s

source: MMEX allows you to track fixed assets like cars, houses, land and others. Each asset can have its value appreciate by a certain rate per year, depreciate by a certain rate per year, or not change in value. The total assets are added to your total financial worth.
hu: Az MMEX lehetővé teszi, hogy meghatározott vagyontárgyait, mint például autók, házak, telkek stb., számon tartsa. A vagyontárgyak értéke évente meghatározott összeggel emelkedhet, csökkenhet, vagy akár változatlanul is hagyható. A vagyontárgyak teljes értéke az Ön pénzügyi helyzetében megjelenik.
japanese: MMEX は、車、家、土地などの固定資産を追跡することができます。それぞれの資産は、年間一定の率で価値が上昇する、年間一定の率で減価する、または価値に変動がないことがあります。総資産は、あなたの合計財務価値に追加されます。

source: Assets
hu: Vagyon
japanese: 資産

source: All
hu: Összes
japanese: すべて

source: &New
hu: Új
japanese: 新規(&N)

source: &Add Trans
hu: Ügyelt hozzáadása

source: &View Trans
hu: Átutalás megtekintése

source: View Asset Transactions
hu: Vagyoni ügylet mutatása

source: &Edit
hu: Szerkesztés
japanese: 編集(&E)

source: &Delete
hu: Törlés
japanese: 削除(&D)

source: Delete Asset
hu: Vagyontárgy Törlése
japanese: 資産を削除

source: Open attachments
hu: Mellékletek megnyitása
japanese: 添付ファイルを開く

source: Search
hu: Keres
japanese: 検索

source: Enter any string to find related assets
hu: Írjon be szöveget a kapcsolódó vagyontárgyak megkereséséhez
japanese: 関連する資産を検索する文字を入力してください

source: Change in Value: %s %s
hu: A változás értéke: %s %s
japanese: 価値の変動: %s %s

source: Asset Management
hu: Vagyonkezelés

source: Account Date Value
hu: Számla Dátum Érték

source: Description
hu: Leírás
japanese: 説明

source: File
hu: Fájl
japanese: ファイル

source: Attachment folder not defined.
hu: Mellékletek könyvtár nincs megadva
japanese: 添付ファイルのフォルダーが定義されていません

source: Please set it in Tools -> Options -> Attachments
hu: Az Eszközök -> Beállítások -> Mellékletek-nél állítsa be
japanese: ツール -> オプション -> 添付ファイル で設定してください

source: Attachment folder not defined
hu: Mellékletek könyvtár nincs megadva
japanese: 添付ファイルのフォルダーが定義されていません

source: Unable to find attachments folder:
hu: A mellékletek könyvtár nem található:
japanese: 添付ファイルのフォルダーを見つけることができません:

source: Please verify that above path is correct
hu: Ellenőrizze, hogy a fenti útvonal helyes-e
japanese: 上のパスが正しいことを確認してください

source: Attachments folder not found
hu: A mellékletek könyvtárat nem találom
japanese: 添付ファイルのフォルダーが見つかりません

source: Organize Attachments | %s %i
hu: Mellékletek rendezése | %s %i
japanese: 添付ファイルを整理 | %s %i

source: Organize Attachments | New %s
hu: Mellékletek rendezése | Új %s
japanese: 添付ファイルを整理 | 新しい %s

source: Other tools
hu: Egyéb eszközök
japanese: その他のツール

source: Import attachment:
hu: Mellékletek importálása:
japanese: 添付ファイルをインポート

source: Enter a description for the new attachment:
hu: Az új melléklet leírása:
japanese: 新しい添付ファイルの説明を入力してください

source: Organize Attachments: Add Attachment
hu: Mellékletek rendezése: melléklet hozzáadása.
japanese: 添付ファイルを整理: 添付ファイルを追加

source: Enter a new description for the attachment:
hu: A melléklethez készítsen új leírást:
japanese: 添付ファイルの新しい説明を入力してください:

source: Organize Attachments: Edit Attachment
hu: Mellékletek rendezése: melléklet szerkesztése
japanese: 添付ファイルを整理: 添付ファイルを編集

source: Do you really want to delete this attachment?
hu: Valóban törli a mellékletet?
japanese: この添付ファイルを削除してもよろしいですか?

source: Confirm Attachment Deletion
hu: Melléklet törlésének jóváhagyása
japanese: 添付ファイル削除の確認

source: &Add
hu: Hozzáad
japanese: 追加(&A)

source: &Open
hu: Megnyit
japanese: 開く(&O)

source: &Remove
hu: Eltávolít
japanese: 削除(&R)

source: Att.
hu: Mell.
japanese: 添付

source: This directory and its files are automatically managed by Money Manager EX software.
hu: E könyvtárat és fájljait a Money Manager EX szoftver automatikusan kezeli.
japanese: このディレクトリとファイルは、Money Manager EX ソフトウェアによって自動的に管理されています。

source: Please do not remove, rename or modify manually directories and files.
hu: Ne távolítsa el, nevezte át, vagy módosítsa könyvtárat, vagy fájlokat!
japanese: ディレクトリやファイルを、手動で、削除、名前の変更、変更しないでください。

source: Destination file already exist:
hu: A célfájl már létezik:
japanese: 対象のファイルは既に存在します

source: File not found in attachments. Please delete or rename it.
hu: A fájl nem található a mellékletek között. Törölje, vagy nevezze át!
japanese: 添付にファイルが見つかりません。削除するか名前を変更してください。

source: Destination file already exist
hu: A célfájl már létezik
japanese: 対象のファイルは既に存在します

source: File already found in attachments
hu: A fájl a mellékletek között már létezik.
japanese: 添付にファイルが見つかりました

source: Attachment not found:
hu: Nem található melléklet:
japanese: 添付ファイルが見つかりません

source: Do you want to continue and delete attachment on database?
hu: Folytatja és törli az adatbázis mellékeltét?
japanese: データベースの添付ファイルの削除を続行しますか?

source: Delete attachment failed
hu: Melléklet törlése nem sikerült
japanese: 添付ファイルの削除に失敗しました

source: Unable to open file:
hu: A fájlt nem lehet megnyitni:
japanese: ファイルを開くことができません:

source: Please verify that file exists and user has rights to read it.
hu: Ellenőrizze, hogy a melléklet létezik és jogosult olvasni!
japanese: ファイルが存在すること、およびユーザーが読む権限を持っていることを確認してください。

source: Open attachment failed
hu: Melléklet megnyitása nem sikerült
japanese: 添付を開くことに失敗しました

source: New Recurring Transaction
hu: Új rendszeres ügylet
japanese: 新しい繰り返し取引

source: Edit Recurring Transaction
hu: Rendszeres ügyletek szerkesztése

source: Enter Recurring Transaction
hu: Rendszeres ügylet beírása

source: None
hu: Nincs
japanese: なし

source: Weekly
hu: Hetente
japanese: 毎週

source: Fortnightly
hu: Kéthetenkénti

source: Monthly
hu: Havonta
japanese: 毎月

source: Bi-Monthly
hu: Kéthavonta
japanese: 隔月

source: Quarterly
hu: Negyedévente
japanese: 四半期ごと

source: Half-Yearly
hu: Félévente
japanese: 半年ごと

source: Yearly
hu: Évente
japanese: 毎年

source: Four Months
hu: Négy hónap
japanese: 4 ヶ月

source: Four Weeks
hu: Négy hét
japanese: 4 週間

source: Daily
hu: Napi
japanese: 毎日

source: In %s Days
hu: %s napon belül
japanese: %s 日で

source: In %s Months
hu: %s hónapon belül
japanese: %s ヶ月で

source: Every %s Days
hu: Minden %s. nap
japanese: %s 日ごと

source: Every %s Months
hu: Minden %s. hónap
japanese: %s ヶ月ごと

source: Monthly (last day)
hu: Havi (utolsó nap)
japanese: 毎月 (最終日)

source: Monthly (last business day)
hu: Havi (utolsó munkanap)
japanese: 毎月 (最終営業日)

source: Transaction Details
hu: Ügylet részletei
japanese: 取引の詳細

source: Transaction Dates
hu: Tranzakció dátumai

source: Recurring Transaction Details
hu: Rendszeres ügylet részletei
japanese: 繰り返し取引の詳細

source: Specify the date when this bill or deposit is due
hu: Adja meg a következő számla vagy betét esedékességi dátumát
japanese: 請求書または預金が期限になる日を指定します

source: Date Due
hu: Esedékesség

source: Repeats
hu: Ismétlődik
japanese: 繰り返し

source: Next
hu: Következő
japanese: 次

source: Advance the next occuring date with the specified values
hu: Az adott érték következő előfordulási dátumához lépés

source: Payments Left
hu: Fennmaradt kifizetések

source: Request user to enter payment on the 'Date Paid'
hu: A "Fizetési Dátum"-nál a felhasználó könyveljen kifizetést.

source: User requested to enter this transaction on the 'Date Paid'
hu: Kéretik, hogy ezt a tranzakciót a felhasználó a "Fizetési napon" vigye be.

source: Grant automatic execute permission for this entry.
hu: Erre a tételre automatikus végrehajtás engedélyezése.

source: The requested payment will occur without user interaction
hu: A kért kifizetés felhasználói beavatkozás nélkül megtörténik

source: Specify the date the user is requested to enter this transaction
hu: Adja meg a dátumot, amikor a felhasználónak be kell vinnie ezt az ügyletet

source: Advance or retard the user request date of this transaction
hu: A tranzakció felhasználó-kérés dátumának léptetés, vagy késleltetése

source: Reset 'Date Paid' to 'Today's Date'
hu: A "Fizetés dátuma"-t állítsa a "Mai dátum"-ra!

source: Date Paid
hu: Fizetés dátuma

source: Specify the status for the transaction
hu: Adja meg az ügylet állapotát
japanese: 取引の状態を指定してください

source: Status
hu: Állapot
japanese: 状態

source: Specify the type of transactions to be created.
hu: Adja meg a létrehozandó ügyletek típusát
japanese: 作成する取引の種類を指定してください。

source: &Advanced
hu: Szakértői beállítások
japanese: 高度(&A)

source: Allows the setting of different amounts in the FROM and TO accounts.
hu: Engedélyezi a -tól/től és -nak/nek számlákon eltérő összeg szerepeltetését
japanese: 元と先のアカウントに、異なる金額を設定できます。

source: Specify the amount for this transaction
hu: Adjon meg egy összeget ehhez az ügylethez
japanese: 取引の金額を指定してください

source: Specify the amount to be transferred
hu: Határozza meg az átutalás összegét

source: Amount
hu: Összeg
japanese: 金額

source: Specify the transfer amount in the To Account
hu: A fogadó számlán adja átutalandó összeget
japanese: 振替先のアカウントに振替する金額を指定してください

source: Account
hu: Számla
japanese: アカウント

source: Select Account
hu: Számla kiválasztása
japanese: アカウントを選択

source: Specify the Account that will own the recurring transaction
hu: Határozza meg az rendszeres tranzakcióhoz tartozó számlát
japanese: 繰り返し取引を所有するアカウントを指定してください

source: Payee
hu: Kedvezményezett
japanese: 支払先

source: Select Payee
hu: Kedvezményezett
japanese: 支払先を選択

source: Specify where the transaction is going to
hu: Határozza meg, hogy a tranzakció hová irányul
japanese: 取引を行う先を指定してください

source: Split
hu: Bontás
japanese: 分割

source: Use split Categories
hu: Összetett kategóriák használata
japanese: 分割カテゴリーを使用します

source: Category
hu: Kategória
japanese: カテゴリー

source: Select Category
hu: Kategória választása
japanese: カテゴリーを選択

source: Specify any associated check number or transaction number
hu: Adja meg a vonatkozó elismervény, vagy ügylet számát
japanese: 任意の関連する小切手番号または取引番号を指定してください

source: Number
hu: Azonosító
japanese: 番号

source: Organize attachments of this recurring transaction
hu: Rendezze az ehhez az ismétlődő művelt tartozó mellékleteket
japanese: この繰り返し取引の添付ファイルを整理します

source: Select one of the frequently used notes
hu: Válassza ki a gyakran használt megjegyzések egyikét
japanese: 頻繁に使用するメモを選択します

source: Specify any text notes you want to add to this transaction.
hu: Adhat megjegyzést ehhez az ügylethez
japanese: この取引に追加するテキストのメモを指定してください。

source: Choose Bank Account or Term Account
hu: Bankszámla, vagy időszaki számla kiválasztása
japanese: 銀行口座または定期アカウントを選択

source: Account name
hu: A számla neve
japanese: アカウント名

source: Specify which account the transfer is going to
hu: Jelölje meg az átutalást fogadó számlát
japanese: 振替先のアカウントを指定します

source: Specify to whom the transaction is going to or coming from
hu: Adja meg hogy az ügylet kinek, vagy kitől lesz folyósítva
japanese: 取引が誰から誰にいくか指定します

source: From
hu: Honnan
japanese: 元

source: To
hu: Hova
japanese: 先

source: Select To Account
hu: Válasszon célszámlát
japanese: 先のアカウントを選択

source: Specify where the transaction is coming from
hu: Határozza meg, hogy a tranzakció honnan származik
japanese: 取引がどこから来ているるか指定します

source: Specify the transfer amount in the From Account
hu: Adja meg az átutalást összegét az eredeztető számlán
japanese: 元のアカウントから振替する金額を指定します

source: Activates
hu: Érvényesít
japanese: アクティベート

source: Period: Days
hu: Gyakoriság: napokban
japanese: 期間: 日数

source: Period: Months
hu: Gyakoriság: havonta
japanese: 期間: 月数

source: Specify period in Months to activate. Becomes blank when not active.
hu: Adja meg a periódust hónapokban az aktiváláshoz. Ha nem aktív, üres lesz.

source: Specify period in Days to activate. Leave blank when not active.
hu: Az aktiváláshoz adja meg az időszakot napokban. Hagyja üresen, ha nem aktív!

source: Specify period in Months to activate. Leave blank when not active.
hu: Adja meg a periódust hónapokban az aktiváláshoz. Hagyja üresen, ha nem aktív.

source: Specify the category for this transaction
hu: Válasszon kategóriát ehhez az ügylethez
japanese: この取引のカテゴリーを指定します

source: Categories
hu: Kategóriák
japanese: カテゴリー

source: Frequency
hu: Gyakoriság
japanese: 周期

source: Repetitions
hu: Ismétlések
japanese: 繰り返し

source: Autorepeat
hu: Automatikus ismétlés
japanese: 自動繰り返し

source: Payment
hu: Kifizetés
japanese: 支払

source: MMEX allows regular payments to be set up as transactions. These transactions can also be regular deposits, or transfers that will occur at some future time. These transactions act as a reminder that an event is about to occur, and appears on the Home Page 14 days before the transaction is due.
hu: Az MMEX lehetővé teszi a rendszeres kifizetések beállítását tranzakcióként. Ezek a tranzakciók lehetnek akár jövőbeni rendszeres befizetések, vagy átutalások. A tranzakciók figyelmeztetést generálnak az esemény esedékessége előtt 14 nappal a honlapon.
japanese: MMEX は定期的な支払を取引として設定することができます。これらの取引は、将来いつか発生する定期的な預金、または振替にもすることができます。これらの取引は、発生するイベントのリマインダーとして機能し、取引が発生する 14 日前にホームページに表示されます。

source: Tip: These transactions can be set up to activate - allowing the user to adjust any values on the due date.
hu: Tipp: ezek a tranzakciók aktiválandóvá tehetők - így akár az összeg az esedékesség napján módosítható.

source: Recurring Transactions
hu: Rendszeres ügyletek
japanese: 繰り返し取引

source: Transaction Filter
hu: Ügyletek szűrése
japanese: 取引フィルター

source: New Bills & Deposit Series
hu: Új rendszeres számla- és betéti átutalás
japanese: 新しい請求書 & 預金シリーズ

source: Edit Bills & Deposit Series
hu: Rendszeres számla- és betéti átutalás szerkesztése
japanese: 請求書 & 預金シリーズを編集

source: Delete Bills & Deposit Series
hu: Rendszeres számla- és betéti átutalás törlése
japanese: 請求 & 預金のシリーズを削除

source: En&ter
hu: Belépés
japanese: 入力(&T)

source: Enter Next Bills & Deposit Occurrence
hu: A rendszeres számla- és betéti átutalás következő esedékessége
japanese: 次の請求 & 預金の発生を入力してください

source: &Skip
hu: Átlép
japanese: スキップ(&S)

source: Skip Next Bills & Deposit Occurrence
hu: A következő rendszeres számla- és betéti átutalás kihagyása
japanese: 次の請求 & 預金の発生をスキップします

source: Enter next Occurrence...
hu: Következő esedékesség...
japanese: 次の発生を入力...

source: Skip next Occurrence
hu: Következő esedékes kihagyása
japanese: 次の発生をスキップ

source: &New Bills && Deposit Series...
hu: Új rendszeres számla- és betéti átutalás...
japanese: 新しい請求 && 預金のシリーズ(&N)...

source: &Edit Bills && Deposit Series...
hu: Rendszeres számla- és betéti átutalás szerkesztése...
japanese: 請求 && 預金のシリーズを編集(&E)...

source: &Delete Bills && Deposit Series...
hu: Rendszeres számla- és betéti átutalás törlése...
japanese: 請求 && 預金のシリーズを削除(&D)...

source: Manual
hu: Kézi
japanese: 手動

source: Suggested
hu: Javasolt
japanese: 推奨

source: Automated
hu: Automatikus
japanese: 自動

source: %d days remaining
hu: %d nap maradt
japanese: 残り %d 日

source: Inactive
hu: Inaktív
japanese: 非アクティブ

source: %d days delay!
hu: %d nap késés!
japanese: %d 日遅延!

source: %d days overdue!
hu: %d nap késés!
japanese: %d 日期限超過!

source: Do you really want to delete the series?
hu: Valóban törölni akarja a rendszere átutalást?
japanese: このシリーズを削除してもよろしいですか?

source: Confirm Series Deletion
hu: Rendszeres utalás törlésének jóváhagyása
japanese: シリーズの削除を確認

source: Budget Year Entry
hu: Költségvetési év bevitele
japanese: 予算年度入力

source: Category:
hu: Kategória:
japanese: カテゴリー:

source: Sub Category:
hu: Alkategória:
japanese: サブカテゴリー:

source: Estimated:
hu: Becsült:
japanese: 見積:

source: Actual:
hu: Jelenlegi:
japanese: 実績:

source: Type:
hu: Típus:
japanese: 種類:

source: Expense
hu: Kiadás
japanese: 支出

source: Income
hu: Bevétel
japanese: 収入
