Repository: 2lambda123/moneymanagerex
Catalog: po/*.po
Languages: hu, japanese

source: Importing
hu: Importálás
japanese: インポートしています

source: Importing Accounts
hu: Számlák importálása
japanese: アカウントをインポートしています

source: Importing Payees
hu: Kedvezményezettek importálása
japanese: 支払先をインポートしています

source: Importing Categories
hu: Kategóriák importálása
japanese: カテゴリーをインポートしています

source: Importing transaction %i of %i
hu: %i ügylet importálása innen: %i
japanese: 取引をインポートしています %i / %i

source: Error: %s
hu: Hiba: %s
japanese: エラー: %s

source: Importing Transfers
hu: Átutalások importálása
japanese: 振替をインポートしています

source: Importing Split transactions
hu: Összetett ügyletek importálása
japanese: 分割取引をインポートしています

source: Import finished successfully
hu: Az importálás sikereden befejeződött
japanese: インポートが正常に終了しました

source: Imported transactions discarded by user!
hu: Tranzakciók importálását a felhasználó kikapcsolta!
japanese: インポートした取引がユーザーによって破棄されました!

source: Date format or date mask is incorrect
hu: A dátumformátum, vagy -maszk hibás!

source: Added account: %s
hu: Hozzáadott számla: %s
japanese: 追加したアカウント: %s

source: Added payee: %s
hu: Hozzáadott kedvezményezett: %s
japanese: 追加した支払先: %s

source: SubCategory
hu: Alkategória
japanese: サブカテゴリー

source: Don't Care
hu: Lényegtelen
japanese: 気にしない

source: Balance
hu: Egyenleg
japanese: 残高

source: Export dialog
hu: Export-párbeszéd

source: Import dialog
hu: Import-párbeszéd

source: &Browse
hu: Böngészés

source: Choose CSV data file to Export
hu: Válasszon CSV fájlt az exportáláshoz
japanese: エクスポートする CSV データファイルを選択

source: Choose CSV data file to Import
hu: Válassza ki az importálandó CSV adatfájlt
japanese: インポートする CSV データファイルを選択

source: Save Template
hu: Sablon mentése
japanese: テンプレートを保存

source: Specify the order of fields in the file
hu: Határozza meg a fájl mezőinek sorrendjét

source: &MMEX format
hu: &MMEX formátum
japanese: &MMEX フォーマット

source: MMEX standard format
hu: MMEX szabvány formátuma
japanese: MMEX 標準フォーマット

source: &Up
hu: Fel
japanese: 上へ(&U)

source: Move Up
hu: Mozgatás felfele
japanese: 上に移動

source: &Down
hu: Le
japanese: 下へ(&D)

source: Move &Down
hu: Mozgatás lefelé
japanese: 下に移動(&D)

source: Account:
hu: Számla:
japanese: アカウント:

source: Date Format:
hu: Dátumformátum
japanese: 日付フォーマット:

source: CSV Delimiter:
hu: CSV elválasztójel

source: Specify the delimiter to use when importing/exporting CSV files
hu: Adja meg, hogy milyen elválasztójelet használjon a CSV-ben
japanese: CSV ファイルをインポート/エクスポートする時に使用するデリミタを指定します

source: Export column titles
hu: Oszlopcímek exportálása

source: Positive values are deposits
hu: A pozitív értékek befizetések

source: Positive values are withdrawals
hu: A pozitív értékek kifiztések

source: Rows to ignore
hu: Mellőzendő sorok

source: From start:
hu: Indul innentől:

source: From end:
hu: A végétől:

source: Preview
hu: Előnézet
japanese: プレビュー

source: Import File
hu: Fájlimportálás
japanese: ファイルのインポート

source: Export File
hu: Exportálás
japanese: ファイルのエクスポート

source: Account does not exist
hu: Nem létező számla

source: Import
hu: Importálás
japanese: インポート

source: Please confirm saving...
hu: Erősítse meg a mentést...
japanese: 保存を確認してください...

source: Incorrect fields specified for export! Requires at least Date and Amount.
hu: Érvénytelen mezőket adott meg az exportáláshoz! Legalább dátum és összeg kell!

source: Export
hu: Exportálás

source: File exists
hu: A fájl létezik

source: Overwrite existing file?
hu: Létező fájl, felülírja?

source: Failed to delete existing file. File may be locked by another program.
hu: Létező fájl törlése sikertelen. A fájlt más program zárolhatta.

source: Destination file error
hu: Célfájl hibája

source: Transactions exported: %ld
hu: Exportált ügyletek: %ld
japanese: 取引をエクスポートしました: %ld

source: Choose CSV data file to import
hu: Válasszon CSV adatfájlt az importhoz
japanese: インポートする CSV データファイルを選択

source: Choose CSV data file to export
hu: Válasszon CSV adatfájlt az exporthoz

source: Symbol
hu: Szimbólum
japanese: シンボル

source: Last Rate
hu: Előző árfolyam

source: Currency Dialog
hu: Pénznem
japanese: 通貨ダイアログ

source: Online update currency rate
hu: Átváltási árfolyam online frissítése
japanese: 通貨レートをオンライン更新

source: Online Update
hu: Online frissítés
japanese: オンライン更新

source: Currency History Options
hu: Valutatörténet opciói

source: Diff.
hu: Dif.
japanese: 差異。

source: Specify the date of currency value
hu: Határozza meg a valuta-5érték dátumát!

source: Enter the currency value
hu: Határozza meg a valuta értékét

source: Download Currency Values history
hu: Részvényár előzmények letöltése

source: &Add / Update
hu: Hozzáad / Frissít

source: Add Currency Values to history
hu: Részvényár hozzáadása az előzményekhez

source: Delete selected Currency Values
hu: A kijelölt deviza értékek törlése

source: Delete Currency Values history for unused currencies
hu: A használaton kívüli pénznemek érték előzményinek törlése

source: Do you really want to delete the selected Currency?
hu: Valóban törli a kijelölt pénznemet?
japanese: 選択した通貨を削除してもよろしいですか?

source: Set as Base Currency
hu: Beállítás alap pénznemként
japanese: 基本通貨として設定

source: Online Update Currency Rate
hu: Devizaárfolyam online frissítése
japanese: 通貨レートをオンライン更新

source: Could not find base currency symbol!
hu: Az alap pénznem szimbóluma nem található!
japanese: 基本通貨シンボルが見つかりませんでした!

source: Do you want to add also dates without any transaction?
hu: A tranzakciók nélküli dátumokat is hozzáadja?

source: Nothing to update
hu: Nincs mit frissíteni
japanese: 更新はありません

source: Entry %s is invalid
hu: %s érvénytelen bevitel
japanese: エントリー %s が正しくありません

source: Please use this button for category selection.
hu: Használja ezt a gombot a kategória kiválasztásához,

source: Please use this button for category selection or use the 'Split' checkbox for multiple categories.
hu: Használja ezt a gombot a kategória kiválasztásához, vagy a 'Bontás' jelölőt, többes kategória esetén.
japanese: このボタンを使用してカテゴリーを選択してください または複数のカテゴリーは '分割' チェックボックスを使用します。

source: Invalid Category
hu: Érvénytelen kategória
japanese: カテゴリーが正しくありません

source: File name is empty.
hu: A fájlnév üres.
japanese: ファイル名が空です。

source: Please select the file for this operation.
hu: Válasszon fájlt a művelethez.
japanese: この操作はファイルを選択してください。

source: Invalid Account
hu: Érvénytelen számla
japanese: アカウントが正しくありません

source: Please select the account for this transaction.
hu: Válassza ki az ügylet számláját
japanese: この取引のアカウントを選択してください

source: Please specify which account the transfer is going to.
hu: Jelölje meg az átutalást fogadó számlát
japanese: 取引の相手先のアカウントを指定してください

source: Selection can be made by using the dropdown button.
hu: Kiválasztás a lenyitó gombban történhet.
japanese: ドロップダウンボタンを使用して選択できます。

source: Invalid Payee
hu: Érvénytelen kedvezményezett
japanese: 支払先が正しくありません

source: Please type in a new payee, or make a selection using the dropdown button.
hu: Írja be az új kedvezményezettet, vagy válasszon a lenyitó gomb segítségével.
japanese: 新しい支払先を入力してください、 またはドロップダウンボタンを使用して選択します。

source: Invalid Name
hu: Érvénytelen név
japanese: 名前が正しくありません

source: Already exist!
hu: Már létezik!

source: Please type in a non empty name.
hu: Kérem, gépeljen be nevet!
japanese: 名前を入力してください。

source: Please type in a non empty symbol.
hu: Kérem, gépeljen be egy nem üres jelt.

source: Please enter a calculated value.
hu: Egy számított értéket írjon be!

source: Please enter a positive or calculated value.
hu: Pozitív, vagy kiszámított értéket írj be.
japanese: 正または計算された値を入力してください。

source: Tip: For calculations, enter expressions like (2+2)*(2+2) Calculations will be evaluated and the result used as the entry.
hu: Tipp: számításhoz ilyen (2+2)*(2+2) formájú az egyenletet írj be A számítást elvégzi és az eredményt jegyzi be.
japanese: ヒント: 計算は、(2+2)*(2+2) のような式を入力します 計算が評価されて、その結果はエントリーとして使用されます。

source: Recommendation: Always backup your .mmb database file regularly.
hu: Javaslat: rendszeresen készítsen másolatot az .mmb adatfájljáról.
japanese: 推奨事項: 定期的に、必ず .mmb データベースファイルをバックアップしてください。

source: Recommendation: If upgrading to a new version of MMEX, make sure you backup your .mmb database file before doing so.
hu: Javaslat: amennyiben az MMEX új verziójára frissít, győződjön meg arról, hogy az .mmb adatfájljáról készített másolatot.
japanese: 推奨事項: MMEX の新しいバージョンにアップグレードする場合は、実行する前に、.mmb データベースファイルをバックアップしたことを確認してください。

source: Recommendation: Use copy (Ctrl+C) and paste (Ctrl+V) for frequently used transactions.
hu: Javaslat: használja a másolást (CRTL+C) és a beillesztést (CTRL+V) a gyakran alkalmazott ügyleteknél.
japanese: 推奨事項: 頻繁に取引で使用される、コピー (Ctrl+Cキー) と貼り付け (Ctrl+Vキー) を使用してください。

source: Tip: Remember to make backups of your .mmb.
hu: Tipp: ne felejtsen el másolatot készíteni az .mmb fájljáról!
japanese: ヒント: .mmb のバックアップを作成することを忘れないでください。

source: Tip: To mark a transaction as reconciled, just select the transaction and hit the 'r' or 'R' key. To mark a transaction as unreconciled, just select the transaction and hit the 'u' or 'U' key.
hu: Tipp: tranzakció kiegyenlítettként megjelöléséhez válassza ki az ügyletet és üsse le az "r", vagy "R" betűt. Ha kiegyenlítetlen, akkor elegendő az "u", vagy "U" leütése.
japanese: ヒント: 取引を照合済としてマークするには、取引を選択して、'r' または 'R' キーを押してください。取引を未照合としてマークするには、取引を選択して、'u' または 'U' キーを押してください。

source: Tip: To mark a transaction as requiring followup, just select the transaction and hit the 'f' or 'F' key.
hu: Tipp: tranzakció figyeltként megjelöléséhez elegendő kiválasztani azt és leütni az "f", vagy "F" betűt.
japanese: ヒント: 取引をフォローアップを必要としてマークするには、取引を選択して、'f' または 'F' キーを押してください。

source: Tip: MMEX supports printing of all reports that can be viewed. The print options are available under the menu, File->Print.
hu: Tipp: az MMEX lehetővé teszi valamennyi megtekinthető jelentés kinyomtatását. A nyomtatási beállítások a Fájl->Nyomtatás alatt érhetők el.
japanese: ヒント: MMEX はすべてのレポートの印刷をサポートしていて、表示できます。印刷オプションは、メニュー、ファイル -> 印刷 の下で利用可能です。

source: Tip: You can modify some runtime behavior of MMEX by changing the options in the Options Dialog.
hu: Tipp: az MMEX működése részben módosítható az Eszközök->Beállítások párbeszédablakban.
japanese: ヒント: オプション ダイアログでオプションを変更して、MMEX のいくつかの実行時の動作を変更することができます。

source: Tip: To print a statement with transactions from any arbitrary set of criteria, use the transaction filter to select the transactions you want and then do a print from the menu.
hu: Tipp: meghatározott szempontok szerint transzakciók nyomtatásához használja az ügyletek szűrését válassza ki a kívánt ügyleteket megfelelő, majd nyomtasson a menüből.

source: Tip: Set exchange rate for currencies in case if you have accounts with different currencies.
hu: Tipp: amennyiben több, eltérő pénznemben vezetett számlája van, állítsa be a váltási árfolyamokat.
japanese: ヒント: 異なる通貨のアカウントがある場合は、通貨の為替レートを設定してください。

source: Organize Categories Dialog Tip: Pressing the h key will cycle through all categories starting with the letter h
hu: Tipp a kategóriák rendezése párbeszédhez: adott betű nyomva tartásával az azzal kezdődő kategóriák között fog léptetni.
japanese: カテゴリーの整理ダイアログのヒント: h キーを押すと、文字 h で始まるすべてのカテゴリにわたって循環します

source: Organize Categories Dialog Tip: Pressing 2 key combination will cycle through all categories starting with that key combination. Example: Pressing ho will select Homeneeds, Home, House Tax, etc...
hu: Tipp a kategóriák rendezése párbeszédhez: két betű lenyomásával az adott betűkkel kezdődő kategóriák között léptethet. Pl. "ho" lenyomására "Homeneeds", "Home" stb. között léptet.
japanese: カテゴリーの整理ダイアログのヒント: 2 つのキーを組み合わせて押すと、そのキーの組み合わせで始まるすべてのカテゴリーを通じて循環します。例: ho を押すと、Homeneeds、Home、House Tax などが、選択されます...

source: Tip to get out of debt: Establish an emergency fund.
hu: Tipp adósság elkerüléséhez: különítsen el biztonsági tartalékot.
japanese: 借金から抜け出すヒント: 緊急時の資金を確立しましょう。

source: Tip to get out of debt: Stop acquiring new debt.
hu: Tipp adósságból kilábaláshoz: ne vegyen fel újabb kölcsönöket.
japanese: 借金から抜け出すヒント: 新しい借金を止めましょう。

source: Tip to get out of debt: Create a realistic budget for your expenses.
hu: Tipp adósság elkerüléséhez: készítsen reális kiadási költségvetést.
japanese: 借金から抜け出すヒント: あなたの支出の現実的な予算を作成しましょう。

source: Tip to get out of debt: Spend less than you earn.
hu: Tipp adósság elkerüléséhez: költsön kevesebbet, mint a bevételei.
japanese: 借金から抜け出すヒント: 得たお金以上は使いません。

source: Tip to get out of debt: Pay more than the minimum.
hu: Tipp adósság elkerüléséhez: tervezze felül a kifizetéseket.
japanese: 借金から抜け出すヒント: 最低限以上に返済しましょう。

source: Before going to a shop and buy something: take the time making a list of what you really need. In the shop buy what is in your list.
hu: Boltba menetel és vásárlás előtt: készítsen listát a tényleges szükségletekről. A boltban csak a listán szereplő cikkeket vegye meg.
japanese: お店に行って何かを購入する前に、あなたが本当に必要なもののリストを作成する時間をとってください。お店では、リストにあるものを購入しましょう。

source: Displayed Bal:
hu: Megjelenített egyenleg:
japanese: 表示した残高:

source: Account Bal:
hu: Számlaegyenleg:
japanese: アカウントの残高:

source: Reconciled Bal:
hu: Kiegyenlítettek egyenleg:
japanese: 照合済の残高:

source: Diff:
hu: Különb.:
japanese: 差異:

source: New Transaction
hu: Új ügylet
japanese: 新しい取引

source: Edit selected transaction
hu: A kiválasztott ügyletek szerkesztése
japanese: 選択した取引を編集

source: Delete selected transaction
hu: A kijelölt ügylet törlése
japanese: 選択した取引を削除

source: D&uplicate
hu: Duplikálás
japanese: 複製(&u)

source: Duplicate selected transaction
hu: A kijelölt ügylet duplikálása
japanese: 選択した取引を複製します

source: Enter any string to find it in the nearest transaction notes
hu: Vigye be a tranzakciók megjegyzésében keresni kívánt karaktereket
japanese: 最も近い取引メモを検索する、任意の文字列を入力してください

source: Select account used in transfer transactions
hu: Válasszon számlát az átutaláshoz
japanese: 振替取引に使用するアカウントを選択します

source: &New Withdrawal
hu: Új kivét

source: &New Deposit
hu: Új betét

source: &New Transfer
hu: Új átutalás

source: &Edit Transaction
hu: Ügylet szerkesztése
japanese: 取引を編集(&E)

source: &Copy Transaction
hu: Ügylet másolása
japanese: 取引をコピー(&C)

source: &Paste Transaction
hu: Ügylet beillesztése
japanese: 取引を貼り付け(&P)

source: D&uplicate Transaction
hu: Ügylet duplikálása
japanese: 取引を複製(&u)

source: &Move Transaction
hu: Ügylet mozgatása
japanese: 取引を移動(&M)

source: &View Split Categories
hu: Összetett kategóriák mutatása
japanese: 分割カテゴリーを表示(&V)

source: Create Reoccuring T&ransaction
hu: Rendszeres ügylet létrehozása
japanese: 繰り返し取引を作成(&r)

source: &Delete Transaction
hu: Ügylet törlése
japanese: 取引を削除(&D)

source: Delete all transactions in current view
hu: Minden ügylet törlése a lapon
japanese: 現在表示の取引をすべて削除します

source: Delete Viewed "Follow Up" Trans.
hu: Az egyeztetésre jelölt ügyletek törlése a lapon.
japanese: 表示した "フォローアップ" 取引を削除します。

source: Delete Viewed "Unreconciled" Trans.
hu: A megtekintett "Kiegyenlítetlen" ügyletek törlése.
japanese: 表示した "未照合" 取引を削除します。

source: Mark As &Reconciled
hu: Megjelölés visszaigazoltként
japanese: 照合済としてマーク(&R)

source: Mark As &Unreconciled
hu: Megjelölés kiegyenlítetlen
japanese: 未照合としてマーク(&U)

source: Mark As &Void
hu: Megjelölés érvénytelenként
japanese: 無効としてマーク(&V)

source: Mark For &Followup
hu: Megjelölés folyamatban-ként
japanese: フォローアップとしてマーク(&F)

source: Mark As &Duplicate
hu: Megjelölés duplikáltként
japanese: 重複としてマーク(&D)

source: Mark
hu: márka

source: as Reconciled
hu: Visszaigazoltként
japanese: 照合済として

source: as Unreconciled
hu: kiegyenlítetlenként
japanese: 未照合として

source: as Void
hu: érvénytelenként
japanese: 無効として

source: as needing Followup
hu: folyamatban-ként
japanese: フォローアップが必要として

source: as Duplicate
hu: Duplikáltként
japanese: 重複として

source: Mark all being viewed
hu: Mindet megjelöli
japanese: 表示されているすべてをマーク

source: Do you really want to delete all the transactions shown?
hu: Minden megjelenített ügyletet töröl?
japanese: 表示されているすべての取引を削除してもよろしいですか?

source: Confirm Transaction Deletion
hu: Ügylet törlésének jóváhagyása
japanese: 取引の削除を確認

source: Follow Up
hu: Egyeztetendő
japanese: フォローアップ

source: Unreconciled
hu: Kiegyenlítetlen
japanese: 未照合

source: Do you really want to delete all the "%s" transactions shown?
hu: Minden megjelenített "%s" ügyletet töröl?
japanese: 表示されている "%s" 取引をすべて削除してもよろしいですか?

source: Do you really want to delete the selected transaction?
hu: Valóban törli a kijelölt ügyletet?
japanese: 選択した取引を削除してもよろしいですか?

source: MMEX Transaction Check
hu: MMEX tranzakció ellenőrzés

source: Moving Transaction from %s to...
hu: Ügylet mozgatása innen %s ide...
japanese: %s から取引を移動中...

source: Select the destination Account
hu: Válassza ki a célszámlát
japanese: 移動先のアカウントを選択します

source: Reoccuring Transaction saved.
hu: Rendszeres ügylet mentve.
japanese: 繰り返し取引を保存しました。

source: Please type in an exiting payee name, or make a selection using the dropdown button.
hu: Kérem, hogy létező kedvezményezett nevet adj írj be, vagy válassz a lenyíló gomb használatával.
japanese: 既存の支払先の名前を入力してください、 またはドロップダウンボタンを使用して選択します。

source: Fatal error occured. Application will be terminated.
hu: Végzetes hiba! Az alkalmazás bezár.
japanese: 致命的なエラーが発生しました。 アプリケーションを終了します。

source: MMEX is already running... Multiple instances are no longer supported.
hu: Az MMEX már fut ... Többpéldányos futás nem támogatott.

source: MMEX Instance Check
hu: MMEX-példány ellenőrzése

source: Navigation
hu: Navigáció
japanese: ナビゲーション

source: Toolbar
hu: Eszköztár
japanese: ツールバー

source: Bank Accounts
hu: Bankszámlák
japanese: 銀行口座

source: Credit Card Accounts
hu: Hitelkártya-számlák
japanese: クレジットカード アカウント

source: Term Accounts
hu: Időszaki számlák
japanese: 定期口座

source: Stock Portfolios
hu: Részvény portfóliók

source: Cash Accounts
hu: Készpénzszámlák

source: Loan Accounts
hu: Hitelszámlák

source: Auto Repeat Transactions
hu: Automatikusan ismétlődő ügyletek

source: Home Page
hu: Összesítő lap
japanese: ホームページ

source: Share Accounts
hu: Értékpapírszámlák

source: Budget Setup
hu: Költségvetés beállítása
japanese: 予算の設定

source: Help
hu: Súgó
japanese: ヘルプ

source: Do you really want to delete the account?
hu: Valóban törli a számlát?
japanese: アカウントを削除してもよろしいですか?

source: Confirm Account Deletion
hu: Számlatörlés jóváhagyása
japanese: アカウントの削除を確認

source: MMEX has been opened without an active database.
hu: Az MMEX-et aktív adatbázis nélkül nyitották meg.
japanese: MMEX は、アクティブなデータベースを使用せずに開きました。

source: MMEX: Menu Popup Error
hu: MMEX: hiba a felugró menüvel!
japanese: MMEX: メニュー ポップアップ エラー

source: &New Transaction
hu: Új ügylet
japanese: 新しい取引(&N)

source: &Edit Account
hu: Számla szerkesztése
japanese: アカウントを編集(&E)

source: &Reallocate Account
hu: Számla áthelyezése
japanese: アカウントの再割り当て(&R)

source: &Delete Account
hu: Számla törlése
japanese: アカウントを削除(&D)

source: &Launch Account Website
hu: Számla weboldalának betöltése
japanese: アカウントのWebサイトを起動(&L)

source: New &Account
hu: Új számla
japanese: 新しいアカウント(&A)

source: Account &List (Home)
hu: Számlák listája
japanese: アカウントリスト / ホーム(&L)

source: &CSV Files...
hu: &CSV fájlok..
japanese: &CSV ファイル...

source: &XML Files...
hu: &XML fájlok...

source: &QIF Files...
hu: &QIF fájlok...
japanese: &QIF ファイル...

source: Import from XML (Excel format)
hu: Importálás XML-ből (Excel formátum)

source: Accounts Visible
hu: Megjelenített számlák
japanese: アカウント表示

source: &New Database Ctrl-N
hu: Új adatbázis Ctrl-N
japanese: 新しいデータベース(&N) Ctrl-N

source: New Database
hu: Új adatbázis
japanese: 新しいデータベース

source: &Open Database Ctrl-O
hu: Adatbázis megnyitása Ctrl-O
japanese: データベースを開く(&O) Ctrl-O

source: Open Database
hu: Adatbázis megnyitása (CTRL+o)
japanese: データベースを開く

source: Save Database &As
hu: Adatbázis mentése másként
japanese: 名前を付けてデータベースを保存(&A)

source: Save Database As
hu: Adatbázis mentése másként
japanese: 名前を付けてデータベースを保存

source: &Recent Files...
hu: Legutóbbi fájlok
japanese: 最近使用したファイル(&R)...

source: &Clear Recent Files
hu: Legutóbbi fájlok lista törlése
japanese: 最近使用したファイルをクリア(&C)

source: Export to CSV
hu: CSV-be exportálás
japanese: CSV にエクスポート

source: Export to XML
hu: Exportálás XML-be

source: &Report to HTML
hu: Kimutatás HTML-ben
japanese: HTML にレポート(&R)

source: Export to HTML
hu: Exportálás HTML-be
japanese: HTML にエクスポート

source: Import from any CSV file
hu: Importálás bármilyen CSV-ből
japanese: 任意の CSV ファイルからインポート

source: Import from QIF
hu: Importálás QIF-ből
japanese: QIF からインポート

source: Import from WebApp
hu: WebApp-ból importálva
japanese: WebApp からインポート

source: &Print...
hu: Nyomtatás....
japanese: 印刷(&P)...

source: Print current view
hu: Jelenlegi nézet nyomtatása
japanese: 現在の表示を印刷

source: E&xit Alt-X
hu: Kilépés Alt-X
japanese: 終了(&x) Alt-X

source: Quit this program
hu: Kilépés
japanese: このプログラムを終了します

source: &Toolbar
hu: Eszköztár
japanese: ツールバー(&T)

source: Show/Hide the toolbar
hu: Eszköztár megjelenítése/elrejtése
japanese: ツールバーの表示/非表示

source: &Navigation
hu: Navigáció
japanese: ナビゲーション(&N)

source: Show/Hide the Navigation tree control
hu: Navigációs fa megjelenítése/elrejtése
japanese: ナビゲーション ツリー コントロールの表示/非表示

source: &Display Share Accounts
hu: Értékpapírszámlák megjelenítése

source: Show/Hide Share Accounts in the navigation tree
hu: A navigációs fán a részvényszámlák mutatása/elrejtése

source: Budgets: As &Financial Years
hu: Költségvetés: pénzügyi év szerint
japanese: 予算: 会計年度として(&F)

source: Display Budgets in Financial Year Format
hu: A költségvetést pénzügyi év formátumban mutassa.
japanese: 会計年度の形式で予算を表示します

source: Budgets: &Include Transfers in Totals
hu: Költségvetések: belevenni az átutalásokat összesen
japanese: 予算: 合計に振替を含める(&I)

source: Include the transfer transactions in the Budget Totals
hu: Átutalások beszámítása a költségvetés összesébe
japanese: 予算の合計に振替取引を含めます

source: Budget Setup: &Without Summaries
hu: Költségvetési összeállítása: összesítők nélkül
japanese: 予算の設定: サマリーなし(&W)

source: Display the Budget Setup without category summaries
hu: A költségvetés beállítását a kategóriák nélkül mutassa
japanese: カテゴリー サマリーのない予算の設定を表示します

source: Budget Category Report: with &Summaries
hu: Költségvetési kategóriák jelentés: összesítéssel

source: Include the category summaries in the Budget Category Summary
hu: A kategória összesítéseit a "Költségvetési kategóriák összesítőbe" befoglalja!

source: Ignore F&uture Transactions
hu: Jövőben tranzakciók figyelmen kívül hagyása
japanese: 将来の取引を無視する(&F)

source: Ignore Future transactions
hu: Jövőben tranzakciók figyelmen kívül hagyása
japanese: 将来の取引を無視します

source: Toggle Fullscreen
hu: Váltás Teljes képernyő
japanese: 全画面表示の切り替え

source: Toggle Fullscreen F11
hu: Váltás Teljes képernyő F11
japanese: 全画面表示の切り替え F11

source: Account &List
hu: Számlalista
japanese: アカウント リスト(&L)

source: Show Account List
hu: Számlalista mutatása
japanese: アカウントのリストを表示します

source: Change the account type of an account.
hu: A számla típusának megváltoztatása
japanese: アカウントの種類を変更します。

source: Delete Account from database
hu: Számla törlése az adatbázisból.
japanese: データベースからアカウントを削除

source: Organize &Categories...
hu: Kategóriák rendezése...
japanese: カテゴリーの整理(&C)...

source: Organize &Payees...
hu: Kedvezményezettek rendezése
japanese: 支払先の整理(&P)...

source: Organize Payees
hu: Kedvezményezettek kezelése
japanese: 支払先を整理します

source: Organize Currency
hu: Pénznem kezelése
japanese: 通貨を整理します

source: Organize Currency...
hu: Pénznem kezelése...
japanese: 通貨の整理...

source: &Categories...
hu: Kategóriák...
japanese: カテゴリー(&C)...

source: &Payees...
hu: Kedvezményezettek...
japanese: 支払先(&P)...

source: Reassign all payees to another payee
hu: Az összes kedvezményezett átsorolása egy másikba.
japanese: すべての支払先を別の支払先に再割り当て

source: Relocation of...
hu: Áthelyezendő...
japanese: 再配置...

source: Relocate Categories && Payees
hu: Kategóriák és kedvezményezettek áthelyezése
japanese: カテゴリー && 支払先を再配置します

source: &Budget Setup
hu: Költségvetés beállítása
japanese: 予算の設定(&B)
