Repository: 2lambda123/moneymanagerex
Catalog: po/*.po
Languages: hu, japanese

source: Current Month to Date
hu: Jelenlegi hónap máig
japanese: 日付に当月

source: Last Month
hu: Előző hónap
japanese: 前月

source: Last 30 Days
hu: Elmúlt 30 nap
japanese: 過去 30 日間

source: Last 90 Days
hu: Elmúlt 90 nap
japanese: 過去 90 日間

source: Last 3 Months
hu: Elmúlt 3 hónap
japanese: 過去 3 ヶ月間

source: Last 12 Months
hu: Elmúlt 12 hónap
japanese: 過去 12 ヶ月間

source: Current Year
hu: Idén
japanese: 今年

source: Current Year to Date
hu: Ez év mai napig
japanese: 日付に今年

source: Last Year
hu: Tavaly
japanese: 昨年

source: Current Financial Year
hu: Jelen pénzügyi évben
japanese: 今年度

source: Current Financial Year to Date
hu: Jelen pénzügyi év mai napig
japanese: 日付に今年度

source: Last Financial Year
hu: Múlt pénzügyi évben
japanese: 昨年度

source: Last 365 Days
hu: Utóbbi 365 nap
japanese: 過去 365 日間

source: Payee Report
hu: Kedvezményezett kimutatás
japanese: 支払先レポート

source: Choose Accounts
hu: Számlák kiválasztása
japanese: アカウントを選択

source: Accounts Balance - %s
hu: Számlák egyenlege - %s

source: Monthly Report
hu: Havi jelentés
japanese: 月次レポート

source: Yearly Report
hu: Éves jelentés
japanese: 年次レポート

source: Summary of Stocks
hu: Befektetések összegzése
japanese: 株式のサマリー

source: *Purchase Date
hu: *Beszerzés dátuma

source: Quantity
hu: Mennyiség
japanese: 数量

source: Current Price
hu: Napi ár
japanese: 現在価格

source: Commission
hu: Jutalék
japanese: 売買手数料

source: Stocks Performance Charts
hu: Részvény szereplése diagram
japanese: 株式パフォーマンス チャート

source: Transaction List for Account: %s
hu: Tranzakciók listája ehhez a számlához: %s
japanese: アカウントの取引リスト: %s

source: Transaction List
hu: Tranzakciós lista
japanese: 取引リスト

source: Add Share Transaction
hu: Értékpapírügylet hozzáadása

source: Edit Share Transaction
hu: Értékpapírügylet szerkesztése

source: Stock Investment Details
hu: Értékpapírbefektetés részletei
japanese: 株式投資の詳細

source: Company Name
hu: Cégnév

source: Enter the stock company name
hu: Adja meg a részvénytársaság nevét
japanese: 株式の会社名を入力してください

source: Stock Symbol
hu: Részvény jelzése

source: Enter the stock symbol. (Optional) Include exchange. eg: IBM.BE
hu: Adja meg az részvény tőzsdei szimbólumát. (opcionális) Tegye hozzá a tőzsdéét is. pl. IBM.BE
japanese: 株式の銘柄コード/シンボルを入力してください。 (オプション) 為替を含む。例: IBM.BE

source: Share Number
hu: Értékpapír száma

source: Enter number of shares held
hu: Adja meg az értékpapírok darabszámát
japanese: 保有株式数を入力してください

source: Share Price
hu: Értékpapír ár

source: Enter the current value for a single share unit
hu: Adja meg a jelenlegi egységnyi részvényértéket

source: Enter any commission paid
hu: Adja meg a kifizetett jutalékot
japanese: 支払済の売買手数料を入力してください

source: Share Lot
hu: Értékpapírcsomag

source: Enter the LOT that this parcel os shares belong to
hu: Adja meg LOT-ot amihez ez a részvény tartozik

source: Organize attachments of this stock
hu: Az értékpapírhoz tartozó mellékletek rendezése
japanese: この株式の添付ファイルを整理します

source: Display the web page for the specified Stock symbol
hu: Az adott részvényszimbólumhoz tartozó weblap megjelenítése
japanese: 指定した株式の銘柄コード/シンボルのウェブページを表示します

source: Enter notes associated with this investment
hu: Adjon megjegyzést az értékpapírhoz
japanese: この投資に関連するメモを入力してください

source: Add Transaction Details
hu: Tranzakció részleteinek hozzáadása

source: Split Detail Dialog
hu: Bontás részletezése párbeszéd
japanese: 分割の詳細ダイアログ

source: Split Transaction Details
hu: Ügylet bontása részletek
japanese: 取引の分割ダイアログ

source: Split Transaction Dialog
hu: Bontás részletezése párbeszéd
japanese: 取引の分割ダイアログ

source: Split Category Details
hu: Kategória részelteinek kibontása

source: Invalid Total Amount
hu: Érvénytelen teljes összeg
japanese: 合計金額が正しくありません

source: Edit Stock Investment
hu: Értékpapírbefektetés szerkesztése
japanese: 株式投資を編集

source: New Stock Investment
hu: Új értékpapírbefektetés
japanese: 新しい株式投資

source: *Date
hu: *Dátum

source: *Share Number
hu: *Értékpapír száma

source: *Share Price
hu: *Értékpapír ára

source: *Commission
hu: *Jutalék

source: Price Date
hu: Ár dátuma
japanese: 価格日

source: Stock History Options
hu: Részvény időrendi kimutatás opciói
japanese: 株式履歴オプション

source: Stock Price History
hu: Részvényár-változás időrendi kimutatás
japanese: 株価履歴

source: Price
hu: Ár
japanese: 価格

source: Download Stock Price history
hu: Részvényár-változás időrendi kimutatás letöltése
japanese: 株価履歴をダウンロード

source: Import Stock Price history (CSV Format)
hu: Részvényár-változás időrendi kimutatás importálása (CSV formátum)
japanese: 株価履歴をインポート (CSV フォーマット)

source: Delete selected Stock Price
hu: A kijelölt részvényárak törlése
japanese: 選択した株価を削除

source: Add Stock Price to history
hu: Részvényár hozzáadása a időrendi kimutatáshoz
japanese: 株価を履歴に追加

source: Held At
hu: Befektetési számla
japanese: 取得日

source: Stock History CSV Import
hu: Részvényár időrendi kimutatásának importálása CSV-ben
japanese: 株式履歴 CSV インポート

source: Quotes imported from CSV:
hu: CSV-ből importált bejegyzések:
japanese: CSV から株価をインポートしました:

source: Importing CSV
hu: CSV importálása
japanese: CSV をインポートしています

source: Specify type frequency of stock history
hu: Határozza meg a részvény-előzmények gyakoriságát
japanese: 株式履歴の周期を指定してください

source: Stock History Update
hu: Részvény-előzmények frissítése
japanese: 株式履歴更新

source: Stock history not found!
hu: Nem találtam részvény-előzményt!
japanese: 株式履歴が見つかりません!

source: Stock History Error
hu: Hiba részvényár időrendi kimutatásában
japanese: 株式履歴エラー

source: Using MMEX it is possible to track stocks/mutual funds investments.
hu: Az MMEX használatával a részvények és befektetési alapok is követhetők.
japanese: MMEX を使用すると、株式/投資信託投資を追跡することが可能です。

source: To create new stocks entry the Symbol, Number of shares and Purchase prise should be entered.
hu: Új részvénybejegyzés létrehozásához meg kell adni a szimbólumát, az értékpapírok számát és vételi árfolyamát.
japanese: 新しい株式のエントリーを作成するには、銘柄コード/シンボル、株式数、および購入価格を入力する必要があります。

source: Sample of UK (HSBC HLDG) share: HSBA.L
hu: Minta brit (HSBC HLDG) részvény: HSBA.L
japanese: 英国 (HSBC HLDG) 株式のサンプル: HSBA.L

source: If the Stock Name field is empty it will be filed when prices updated
hu: Ha a részvény neve mező üres, azt az első árfolyamfrissítéskor kitölti.
japanese: 株式名フィールドが空の場合は、価格が更新されたときに入力されます

source: Share Total
hu: Értékpapír összes

source: Init Value
hu: Kezdő érték

source: Curr. Share Price
hu: Aktuális részvényár

source: Curr. Total Value
hu: Aktuális összérték

source: &New Stock Investment
hu: Új részvénybefektetés
japanese: 新しい株式投資(&N)

source: &Add Stock Transactions
hu: Részvényügyletek hozzáadása

source: &View Stock Transactions
hu: Részvényügyletek mutatása

source: &Edit Stock Investment
hu: Részvénybefektetés szerkesztése
japanese: 株式投資を編集(&E)

source: &Delete Stock Investment
hu: Részvénybefektetés törlése
japanese: 株式投資を削除(&D)

source: Stock &Web Page
hu: Részvények weblap

source: Do you really want to delete the stock investment?
hu: Valóban törlöd a részvénybefektetést?
japanese: 株式投資を削除してもよろしいですか?

source: Confirm Stock Investment Deletion
hu: Részvénybefektetés törlésének jóváhagyása
japanese: 株式投資の削除の確認

source: Temporary Stock list: %s Date Lot Shares Price Commission
hu: Ideiglenes részvénylista: %s Dátum Lot Részvények Ár Komisszió

source: &Move
hu: &Mozgat
japanese: 移動(&M)

source: Refresh
hu: Frissítés
japanese: 更新

source: Refresh Stock Prices from Yahoo
hu: Részvényárfolyamok frissítése Yahoo-ról
japanese: Yahoo から株価を更新します

source: Stock Portfolio: %s
hu: Részvények portfólió: %s

source: Total Shares: %s
hu: Összes részvény: %s
japanese: 合計株式: %s

source: Invested: %s
hu: Befektetve: %s
japanese: 投資: %s

source: Gain: %s
hu: Hozam: %s
japanese: 利益: %s

source: Loss: %s
hu: Veszteség: %s
japanese: 損失: %s

source: Stock prices successfully updated
hu: Részvényárfolyamok sikeresen frissítve
japanese: 株価を正常に更新しました

source: Last updated %s
hu: Utolsó frissítés %s
japanese: 最終更新 %s

source: Connecting...
hu: Kapcsolódás...
japanese: 接続しています...

source: Quotes not found
hu: A bejegyzésre nincs találat

source: %s on %s
hu: %s a %s-ból/ből
japanese: %s - %s

source: Symbol: %s
hu: Szimbólum: %s
japanese: シンボル: %s

source: Duplicate Transaction
hu: Ügylet duplikálása
japanese: 取引を複製

source: Edit Transaction
hu: Ügylet szerkesztése
japanese: 取引を編集

source: Populate Transaction #
hu: Ügylet közzététele #
japanese: 取引の取込 #

source: Organize attachments of this transaction
hu: Az ügylethez tartozó mellékletek rendezése
japanese: この取引の添付ファイルを整理します

source: Open custom fields window
hu: felhasználói mezők ablakának megnyitása

source: Do you want to add new payee: %s?
hu: Létrehoz új kedvezményezettet: %s?
japanese: 新しい支払先を追加しますか: %s?

source: Confirm to add new payee
hu: Hagyja jóvá a kedvezményezett létrehozását
japanese: 新しい支払先の追加の確認

source: This transaction will exceed your account limit. Do you wish to continue?
hu: A tranzakció meghaladja a számlalimitet. Folytatja?

source: Specify account the money is taken from
hu: Határozza meg az átutalást indító számlát
japanese: お金を得る元のアカウントを指定します

source: Specify account the money is moved to
hu: Határozza meg az átutalást fogadó számlát
japanese: お金を移動する先のアカウントを指定します

source: Specify the transfer amount in the From Account.
hu: Határozza meg az átutalást összegét az eredeztető számlán
japanese: アカウントから振替する金額を指定します。

source: Specify account for the transaction
hu: Adjon meg az ügylethez tartozó számlát
japanese: 取引のアカウントを指定します

source: Specify to whom the transaction is going to
hu: Határozza meg a tranzakció címzettjét
japanese: 取引の相手先を指定します

source: Specify the date of the transaction
hu: Adja meg az átutalás dátumát
japanese: 取引の日付を指定してください

source: Retard or advance the date of the transaction
hu: Késleltesse, vagy hozza előre a tranzakciót
japanese: 取引の日付を遅らせるか進めます

source: Withdraw funds from or deposit funds to this Account.
hu: Erről a számláról tőke kivonása, vagy elhelyezése a számlán.

source: &Transfer
hu: Átutalás

source: Funds transfer from/to this account. Uncheck to set as Expense/Income.
hu: Alapok átvitele innen, vagy erre a számlára. Vedd ki a jelölést a Kiadás/bevétel beállításához.

source: Currency used for this transaction.
hu: A tranzakció során használt pénznem.

source: Specify the status for this transaction
hu: Határozza meg az ügylet státuszát

source: Specify a person, Company or Organisation for this transaction.
hu: Határozzon meg egy személyt, társaságot, vagy szervezetet az ügylethez.

source: Specify a transaction code or associated check details
hu: Adja meg egy ügylet kódját, vagy a hozzá tartozó csekk részleteit

source: Select the required account
hu: Válassza ki a megfelelő számlát

source: Account Selection
hu: Számla kiválasztása

source: Confirm password failed.
hu: A jelszó megerősítése sikertelen.
japanese: パスワードの確認に失敗しました。

source: February
hu: február
japanese: 2月

source: January
hu: január
japanese: 1月

source: March
hu: március
japanese: 3月

source: April
hu: április
japanese: 4月

source: June
hu: június
japanese: 6月

source: May
hu: máj.
japanese: 5月

source: August
hu: augusztus
japanese: 8月

source: July
hu: július
japanese: 7月

source: September
hu: szeptember
japanese: 9月

source: October
hu: október
japanese: 10月

source: Mar
hu: márc.
japanese: 3月

source: Apr
hu: ápr.
japanese: 4月

source: Jun
hu: jún.
japanese: 6月

source: Jul
hu: júl.
japanese: 7月

source: Sep
hu: szept.
japanese: 9月

source: Oct
hu: okt.
japanese: 10月

source: Monday
hu: hétfő
japanese: 月曜日

source: Sunday
hu: vasárnap
japanese: 日曜日

source: Tuesday
hu: kedd
japanese: 火曜日

source: Friday
hu: péntek
japanese: 金曜日

source: Thursday
hu: csütörtök
japanese: 木曜日

source: Wednesday
hu: szerda
japanese: 水曜日

source: Saturday
hu: szombat
japanese: 土曜日

source: Wrong WebApp GUID:
hu: Hibás WebApp GUID:
japanese: WebApp GUID が間違っています:

source: please check it in network options.
hu: a hálózati beállításoknál ellenőrizze.
japanese: ネットワークオプションで確認してください。

source: Wrong WebApp settings
hu: Hibás WebApp beállítások.
japanese: WebApp 設定が間違っています

source: Unable to connect to WebApp:
hu: Nem tudok a WebApp-hoz kapcsolódni:
japanese: WebApp に接続できません:

source: please check settings and / or internet connection.
hu: ellenőrizze a beállításokat, illetve az internetkapcsolatot!
japanese: 設定および/またはインターネット接続を確認してください。

source: WebApp connection error
hu: WebApp-kacsolódási hiba
japanese: WebApp 接続エラー

source: Wrong WebApp API version:
hu: Rossz WebApp API-verzió:
japanese: WebApp API バージョンが間違っています:

source: WebApp API version -> %s
hu: WebAPP API verzió -> %s
japanese: WebApp API バージョン -> %s

source: Expected API version -> %s
hu: Várt API-verzió -> %s
japanese: 期待した API バージョン -> %s

source: Wrong WebApp API version
hu: Rossz WebApp API-verzió
japanese: WebApp API バージョンが間違っています

source: A generic network error occurred
hu: Alapvető hálózati hiba jelentkezett
japanese: 一般的なネットワークエラーが発生しました

source: An error occurred during negotiation
hu: Hiba a kapcsolat felvételekor
japanese: ネゴシエーション中にエラーが発生しました

source: The client failed to connect the server
hu: A kliens nem tud a szerverhez kapcsolódni
japanese: クライアントがサーバーに接続できませんでした

source: The remote file doesn't exist
hu: A távoli fájl nem létezik
japanese: リモートのファイルが存在しません

source: An error occurred during reconnection
hu: Hiba lépett fel az újrakapcsolódáskor
japanese: 再接続中にエラーが発生しました

source: Someone tried to send a command during a transfer
hu: Valaki parancsot akart küldeni átvitel közben
japanese: 転送中に誰かがコマンドを送信しようとしました

source: Cannot get data from website
hu: Az internetoldalról nem jönnek adatok
japanese: Web サイトからデータを取得できません

source: Unknown error
hu: Ismeretlen hiba
japanese: 不明なエラー

source: Account '%s' not found!
hu: A(z) '%s' számla nem található!
japanese: アカウント '%s' が見つかりません!

source: Transaction will be inserted with the first bank account: '%s' and marked as 'Follow Up'
hu: A tranzakció az első bankszámlával kerül beillesztésre: '%s' és 'Egyeztetendő'-ként lesz megjelölve.
japanese: 取引は最初の銀行口座で挿入されます: '%s' そして 'フォローアップ' としてマークされます

source: Wrong WebApp account
hu: Rossz WebApp-számla
japanese: WebApp アカウントが間違っています

source: Unable to download attachments from webapp.
hu: Nem tudom letölteni az új tranzakciókat a WebApp-ról.
japanese: WebApp から添付ファイルをダウンロードできません。

source: Attachments folder not set or unavailable
hu: A mellékletek könyvtár nincs beállítva, vagy elérhetetlen
japanese: 添付フォルダーが設定されていないか利用できません

source: Transaction not downloaded:
hu: Az ügylet nincs letöltve:
japanese: 取引がダウンロードされていません:

source: please fix attachments folder or delete attachments from WebApp
hu: javítsa ki a mellékletek könyvtárát, vagy törölje a mellékleteket a WebApp-ról
japanese: 添付フォルダーを修正するか、WebApp から添付ファイルを削除してください

source: Attachment folder error
hu: Hiba a mellékletek könyvtárral
japanese: 添付フォルダーエラー

source: Attachment
hu: Melléklet
japanese: 添付ファイル

source: Communication error
hu: Kommunikációs hiba
japanese: 通信エラー

source: Transaction not downloaded: please close and open MMEX to try re-download transaction
hu: A tranzakció nem került letöltésre: a letöltés újrapróbálásához zárja be és nyissa meg ismét az MMEX-et
japanese: 取引がダウンロードされていません: MMEX を閉じてから開いて、再度取引をダウンロードしてください

source: Attachment download error
hu: Melléklet letöltési hiba
japanese: 添付ファイル ダウンロード エラー

source: Import WebApp transactions
hu: WebApp tranzakciók importálása
japanese: WebApp 取引をインポート

source: &Import all
hu: &Importál mindent
japanese: すべてインポート(&I)

source: Import and open all
hu: Mindent importál és megnyit
japanese: すべてインポートして開く

source: Unable to insert transaction in MMEX database
hu: Nem tudok ügyletet adni az MMEX adatbázisához
japanese: MMEX データベースに取引を挿入できません

source: WebApp communication error
hu: WebApp kommunikációs hiba
japanese: WebApp 通信エラー

source: Open Attachment
hu: Mellékletek megnyitása
japanese: 添付ファイルを開く

source: Delete
hu: Törlés
japanese: 削除

source: Add Account Wizard
hu: Számla hozzáadása varázsló
japanese: アカウント追加ウィザード

source: %s models all transactions as belonging to accounts.
hu: %s minden tranzakciót a számlához tartozóként jelöl

source: The next pages will help you create a new account. To help you get started, begin by making a list of all financial institutions where you hold an account.
hu: A következő lapok segítenek új számla létrehozásában. Az elindulás könnyítésére kezdje egy lista összeállításával az összes olyan pénzintézetről, ahol számlát vezet.

source: Account Name Invalid
hu: Érvénytelen számlanév
japanese: アカウント名が正しくありません

source: Account Name already exists
hu: Létező számlanév
japanese: アカウント名は既に存在します

source: Name of the Account
hu: A számla neve
japanese: アカウントの名前

source: Specify a descriptive name for the account.
hu: A számlának megfelelően beszédes nevet adjon.
japanese: アカウントを記述する名前を指定します。

source: This is generally the name of a financial institution where the account is held. For example: 'ABC Bank'.
hu: Ez általában a számlát kezelő pénzintézet neve lehet. Például: 'ABC Bank'.
japanese: これは一般的に、アカウントを保有する 金融機関の名前です。例えば: 'ABC 銀行'。

source: Type of Account
hu: Számla típusa
japanese: アカウントの種類

source: Select the type of account you want to create:
hu: Válassza ki a létrehozandó számla típusát:
japanese: 作成するアカウントの種類を選択します:

source: Investment accounts are specialized accounts that only have stock/mutual fund investments associated with them.
hu: A befektetési számlák olyan speciális számlák, amelyeken csak az adott befektetésekhez és részvényekhez tartoznak.
japanese: 投資口座は、株式/投資信託投資のみに関連した 特殊なアカウントです。

source: Term accounts are specialized bank accounts. Intended for asset type accounts such as Term Deposits and Bonds. These accounts can have regular money coming in and out, being outside the general income stream.
hu: Időszaki számlák olyan különleges, megtakarítási célú számlák, mint a határidős betétek és kötvények számlái. Ezeken a szokásos bevételi folyamatoktól elkülönült rendszeres pénzmozgás lehetséges.
japanese: 定期口座は、特化した銀行口座です。定期預金や債券などの 資産の種類のアカウントを対象にします。 これらのアカウントは、一般的な収入の流れの外に、 通常のお金の入出金を行うことができます。

source: Base Account Currency Not set.
hu: Alap pénznem nincs beállítva.
japanese: 基本アカウント通貨が設定されていません。

source: Set that first using Tools->Options menu and then add a new account.
hu: Először ezt állítsa be az Eszközök->Beállításokban, majd hozzon létre új számlát.
japanese: まず、ツール -> オプション メニューを使用して、新しいアカウントを追加して設定します。

source: New Database Wizard
hu: Új adatbázis varázsló
japanese: 新規データベース ウィザード

source: The next pages will help you create a new database. Your database file is stored with an extension of .mmb. As this file contains important financial information, we recommended creating daily backups with the Options setting: 'Backup before opening', and store your backups in a separate location. The database can later be encrypted if required, by using the option: 'Save database as' and changing the file type before saving.
hu: A következő lapok segítenek új adatbázis létrehozásában. Az adatbázisfájlt .mmb kiterjesztéssel ellátott fájlban tárolja. Mivel ez a fájl fontos pénzügyi adatokat tartalmaz, javasoljuk naponta mentés készítését a következő opciót bekapcsolva: "Másolat készítése megnyitás előtt" és tárolja a másolatokat máshol. Ha szükséges, az adatbázis később titkosítható a következő opció: "Az adatbázis mentése másként..." és a fájltípus mentés előtti megváltoztatásával.

source: Base Currency for account
hu: A számla alap pénzneme
japanese: アカウントの基本通貨

source: Specify the base (or default) currency to be used for the database. The base currency can later be changed by using the options dialog. New accounts, will use this currency by default, and can be changed when editing account details.
hu: Adja meg az adatbázis által alapértelmezetten használt pénznemet. Az alapértelmezett pénznem a Beállítások menüpontban, vagy a számlák által használ pénznem a számla beállításainál bármikor módosítható.
japanese: データベースで使用する基本 (またはデフォルトの) 通貨を指定します。 基本通貨は、後でオプションダイアログを使用して変更することができます。 新しいアカウントは、デフォルトで、この通貨を使用します。 そして、アカウントの詳細を編集するときに変更できます。

source: (Optional) Specify a title or your name.
hu: Tetszőleges - adjon meg egy címet, vagy a nevét.
japanese: (オプション) タイトルまたはあなたの名前を指定します。

source: Used as a database title for displayed and printed reports.
hu: A megjelenített és nyomtatott jelentésekben az adatbázis neveként használt.
japanese: 表示、および印刷されるレポートの、データベースのタイトルとして使用されます。

source: Base Currency Not Set
hu: Alap pénznem nincs beállítva
japanese: 基本通貨が設定されていません

source: Update Wizard
hu: Frissítési varázsló
japanese: アップデート ウィザード

source: A new version of MMEX is available!
hu: Új MMEX-verzió érhető el!
japanese: 新しいバージョンの MMEX が利用できます

source: Your version is %s
hu: A verzió a(z) %s
japanese: お使いのバージョンは %s

source: New version is %s
hu: Az új verzió a(z) %s
japanese: 新しいバージョンは %s

source: Click on finish to open our website and download.
hu: Kattints a befejezésre a honlapunk megnyitásához és letöltéséhez
japanese: 完了をクリックすると、私たちのウェブサイトを開いてダウンロードします。

source: What's new:
hu: Újdonságok:
japanese: 新着情報

source: Download in progress
hu: Letöltés folyamatban
japanese: ダウンロードを実行しています

source: Unable to check for updates!
hu: Frissítések nem tudom ellenőrizni!
japanese: アップデートをチェックできません!

source: MMEX Update Check
hu: MMEX frissítési ellenőrzés
japanese: MMEX アップデート チェック

source: You already have the latest version %s
hu: Ön már a legújabb verzióval rendelkezik: %s
japanese: 既に最新バージョンです %s

source: Wiki page
japanese: Wiki ページ

source: Bug reports
japanese: バグ報告

source: Follow MMEX on Facebook
japanese: Facebook で MMEX をフォローする

source: Follow MMEX on Twitter
japanese: Twitter で MMEX をフォローする

source: Donate
japanese: 寄付

source: Developers
japanese: 開発者

source: Artwork
japanese: アートワーク

source: Open the previously opened database : %s
japanese: 前回開いたデータベースを開きます : %s

source: New/Edit Asset
japanese: 資産を作成/編集

source: Enter the rate at which the asset changes its value in % per year
japanese: 年間に、資産の価値が変動する率を入力してください % per

source: Edit Recurring Transaction
japanese: 繰り返し取引を編集

source: Enter Recurring Transaction
japanese: 繰り返し取引を入力

source: Note: Split transactions not set
japanese: メモ: 分割取引が設定されていません

source: Reoccuring Transaction Creation
japanese: 繰り返し取引の作成

source: Payment Date
japanese: 支払日

source: Retard or advance the date of the 'next occurrence
japanese: 次の '発生日' を遅らせるかまたは進めます

source: Due Date
japanese: 期日

source: Advance the Next Occurance Date with the specified values
japanese: 指定した値で次の発生日を進めます

source: Times Repeated
japanese: 繰り返し回数

source: Set to 'Auto Execute' on the next Pay Date.
japanese: 次の支払日を '自動実行' に設定します。

source: Set 'Auto Execute' with manual user acknowledgement.
japanese: ユーザの手動確認で '自動実行' を設定します。

source: Set 'Auto Execute' without user acknowlegement.
japanese: ユーザの確認なしに '自動実行' を設定します。

source: Automatic Execution will occur without user interaction
japanese: ユーザーとのインタラクションなしに、自動実行が発生します

source: Reset date to the Due Date
japanese: 日付を期日にリセット

source: Pay Date
japanese: 支払

source: Specify the amount to be transfered
japanese: 振替する金額を指定してください

source: Specify period in Days to activate.
japanese: アクティベートする期間を日数で指定します。

source: Becomes blank when not active.
japanese: アクティブでないときに空白になります。

source: Specify period in Months to activate.
japanese: アクティベートする期間を月数で指定します。

source: Leave blank when not active.
japanese: アクティブでないときは空白のままにします。

source: Specify the number of times this series repeats.
japanese: このシリーズを繰り返す回数を指定します。

source: Leave blank if this series continues forever.
japanese: このシリーズを永久に続ける場合は、空白のままにします。

source: Tip: These transactions can be set up to activate – allowing the user to adjust any values on the due date.
japanese: ヒント: これらの取引が有効になるように設定することができます - ユーザーが任意の値に期日を調整することができます。

source: Enter the name of the category to add or edit here
japanese: 追加または編集するカテゴリーの名前を入力してください

source: Version:
japanese: バージョン:

source: MMEX is using the following support products
japanese: MMEX は、以下のサポート製品を使用しています

source: %s Converted to: %s
japanese: %s 変換先: %s
