Repository: 2lambda123/moneymanagerex
Catalog: po/*.po
Languages: hu, japanese

source: %.2f Shown As: %s
japanese: %.2f 表示は: %s

source: Unit Name
japanese: 単位名

source: Cents Name
japanese: セント名

source: Other currency conversion rate. Set Base Currency to 1.
japanese: その他の通貨換算レート。基本通貨は 1 に設定します。

source: Base Rate Conversion Sample:
japanese: 基本レート換算サンプル:

source: &Update
japanese: 更新(&U)

source: Currency with same name exists
japanese: 同じ名前の通貨が存在します

source: Organize Currency: Add Currency
japanese: 通貨の整理: 通貨を追加

source: When database file opening:
japanese: データベースファイルを開いた時:

source: An incorrect password given for an encrypted file or Attempt to open a File that is not a database file
japanese: 暗号化されたファイルのパスワードが正しくありません または データベースではないファイルを開こうとしました

source: Specify
japanese: 指定

source: Invalid Amount Entered
japanese: 入力された金額は正しくありません

source: Rename group
japanese: グループの名前を変更

source: QIF Files
japanese: QIF ファイル

source: CSV Files
japanese: CSV ファイル

source: File name is empty
japanese: ファイル名が空です

source: QIF Import
japanese: QIF インポート

source: Amount(+/-)
japanese: 金額(+/-)

source: &Search
japanese: 検索(&S)

source: Specify the order of fields in the CSV file
japanese: CSV ファイルのフィールドの順番を指定します

source: Comma
japanese: カンマ

source: Semicolon
japanese: セミコロン

source: TAB
japanese: タブ

source: CSV Delimiter
japanese: CSV デリミタ

source: Incorrect fields specified for CSV import! Requires at least Date and Amount.
japanese: CSV インポートで指定されたフィールドが正しくありません! 少なくとも日付と金額が必要です。

source: Transactions imported from CSV:
japanese: CSV から取引をインポートしました:

source: Transactions imported from CSV to account %s : %ld
japanese: CSV から取引をインポートしました 先のアカウント %s : %ld

source: Line: %ld
japanese: 行: %ld

source: file contains insufficient number of tokens
japanese: ファイルに含まれるトークンの数が足りません

source: One of the following fields: Date, Amount, Type is missing, skipping
japanese: 次のフィールド: 日付、金額、種類、の１つが見つかりません。スキップします

source: Line : %ld imported OK.
japanese: 行 : %ld インポート OK。

source: Total Lines : %ld
japanese: 合計行数 : %ld

source: Total Imported : %ld
japanese: インポートした合計 : %ld

source: Log file written to : %s
japanese: ログファイル書き込み先 : %s

source: Imported transactions have been flagged so you can review them.
japanese: 確認できるようにインポートした取引にフラグをつけました。

source: Transactions saved to database in account:
japanese: 取引をデータベースに保存しました。アカウント:

source: Incorrect fields specified for CSV export! Requires at least Date and Amount.
japanese: CSV ファイルのエクスポートで指定されたフィールドが正しくありません! 少なくとも日付と金額が必要です。

source: Universal CSV Export
japanese: ユニバーサル CSV エクスポート

source: Overwrite?
japanese: 上書きしますか?

source: File exists.
japanese: ファイルが存在します。

source: Base Rate
japanese: 基本レート

source: Show all even the unused currencies
japanese: すべての未使用の通貨を表示

source: Attempt to delete a currency being used by an account or as the base currency.
japanese: アカウントで使用されている、または基本通貨として\n 使用されている通貨を削除しようとしています。

source: Currency rate updated
japanese: 通貨レートを更新しました

source: Invalid value
japanese: 値が正しくありません

source: %s -> User document directory
japanese: %s -> ユーザー ドキュメント ディレクトリ

source: %s -> User profile folder
japanese: %s -> ユーザー プロファイル フォルダー

source: %s -> Folder of.MMB database file
japanese: %s -> MMB データベースファイルのフォルダー

source: %s -> MMEX Application data folder
japanese: %s -> MMEX アプリケーションデータのフォルダー

source: Windows folder ->
japanese: Windows フォルダー ->

source: Mac folder ->
japanese: Mac フォルダー ->

source: Unix folder ->
japanese: Unix フォルダー ->

source: System documents directory
japanese: システム ドキュメント ディレクトリ

source: Language
japanese: 言語

source: Specify the language to use
japanese: 使用する言語を指定します

source: Sets the default currency for the database.
japanese: データベースのデフォルトの通貨を設定します。

source: Remember to update currency rate
japanese: 通貨レートを更新することを忘れないでください

source: Important note
japanese: 重要なメモ

source: Proxy
japanese: プロキシ

source: Port
japanese: ポート

source: Updates source:
japanese: アップデート元:

source: Report Font Size
japanese: レポート フォント サイズ

source: XSmall
japanese: 極小

source: Small
japanese: 小

source: Normal
japanese: 通常

source: Large
japanese: 大

source: XLarge
japanese: 特大

source: XXLarge
japanese: 極大

source: Huge
japanese: 巨大

source: Specify which font size is used on the report tables
japanese: レポートの表で使用するフォント サイズを指定します

source: View Budgets as Financial Years
japanese: 会計年度で予算を表示

source: View Budgets with 'transfer' transactions
japanese: '振替' 取引で予算を表示

source: View Budgets Setup Without Budget Summaries
japanese: 予算サマリーのない予算設定を表示

source: View Budget Summary Report without Categories
japanese: カテゴリーのない予算サマリー レポートを表示

source: View Reports without Future Transactions
japanese: 将来の取引のないレポートを表示

source: Display MMEX News on home page
japanese: ホームページに MMEX ニュースを表示

source: Directory of language files does not exist: %s
japanese: 言語ファイルのディレクトリが存在しません: %s

source: Selection can be made by using Search button.
japanese: 検索ボタンを使用して選択できます。

source: Account View : %s
japanese: アカウント表示 : %s

source: Hide Deleted (Void)
japanese: 削除済 (無効) を非表示

source: Show Deleted (Void)
japanese: 削除済 (無効) を表示

source: Auto Repeat Transactions
japanese: 自動繰り返し取引

source: Budget Summary: Include &Categories
japanese: 予算サマリー: カテゴリーを含める(&C)

source: Include the categories in the Budget Category Summary
japanese: 予算カテゴリーのサマリーにカテゴリーを含めます

source: Convert Encrypted &DB
japanese: 暗号化 &DB を変換

source: Convert Encrypted DB to Non-Encrypted DB
japanese: 暗号化された DB を暗号化されていない DB に変換します

source: Change Encrypted &Password
japanese: 暗号化されたパスワードを変更(&P)

source: Change the password of an encrypted database
japanese: 暗号化されたデータベースのパスワードを変更します

source: &Show App Start Dialog
japanese: アプリの起動ダイアログを表示(&S)

source: App Start Dialog
japanese: アプリ起動ダイアログ

source: Check For Updates
japanese: 更新プログラムを確認します

source: Get Android Version
japanese: Android バージョンを取得

source: Run this program in your Android smart phone or tablet
japanese: お使いの Android スマートフォンやタブレットでこのプログラムを実行します

source: Visit MMEX Forum
japanese: MMEX フォーラムを訪問

source: Visit the MMEX forum. See existing user comments, or report new issues with the software.
japanese: MMEX フォーラムをご覧ください。既存ユーザーのコメントを参照したり、ソフトウェアに関する新しい問題をレポートしてください。

source: Sign up to Notification Mailing List or View existing announcements.
japanese: サインアップすると、メーリング リストの通知や既存のお知らせを表示します。

source: Account List
japanese: アカウントリスト

source: Please enter password for Database %s
japanese: データベースのパスワードを入力してください %s

source: MMEX: Encrypted Database
japanese: MMEX: 暗号化されたデータベース

source: - No File opened
japanese: - 開かれたファイルはありません

source: Sorry. The Database version is too old or Database password is incorrect
japanese: 申し訳ありません。データベースのバージョンが古すぎるか、データベースのパスワードが正しくありません

source: Cannot locate previously opened database.
japanese: 以前開いたデータベースが見つかりません。

source: Password not entered for encrypted Database.
japanese: 暗号化されたデータベースのパスワードが入力されていません。

source: portable mode
japanese: ポータブル モード

source: Choose Encrypted database file to open
japanese: 開く暗号化されたデータベース ファイルを選択してください

source: Enter password for database
japanese: データベースのパスワードを入力してください

source: Choose database file to Save As
japanese: 名前を付けて保存するデータベース ファイルを選択してください

source: Converted DB!
japanese: DB を変換しました!

source: MMEX message
japanese: MMEX メッセージ

source: MMEX: Encryption Password Change
japanese: MMEX: 暗号化パスワード変更

source: New password for database %s
japanese: データベースの新しいパスワード %s

source: New password must not be empty.
japanese: 新しいパスワードは空にできません。

source: Please confirm new password
japanese: 新しいパスワードを確認してください

source: Database Optimization Completed!
japanese: データベースの最適化が完了しました!

source: Size before
japanese: 前のサイズ

source: Size after
japanese: 後のサイズ

source: Enter password for new database
japanese: 新しいデータベースのパスワードを入力してください

source: No account available to import
japanese: インポート可能なアカウントがありません

source: No account available to reallocate!
japanese: 再割り当てするアカウントがありません!

source: Choose account to reallocate account type
japanese: 再割り当てするアカウント種類のアカウントを選択します

source: Choose the new type for account: %s
japanese: 新しいアカウントの種類を選択: %s

source: Monthly Summary of Accounts
japanese: アカウントの月次サマリー

source: Last Calendar Month
japanese: 先月

source: Income vs Expenses - Specific Accounts
japanese: 収入対支出 - 指定アカウント

source: Budget Performance
japanese: 予算パフォーマンス

source: Budget Category Summary
japanese: 予算カテゴリー サマリー

source: Cash Flow
japanese: キャッシュフロー

source: Cash Flow - With Bank Accounts
japanese: キャッシュフロー - 銀行口座

source: Cash Flow - With Term Accounts
japanese: キャッシュフロー - 定期口座

source: Cash Flow - Specific Accounts
japanese: キャッシュフロー - 指定アカウント

source: Daily Cash Flow - Specific Accounts
japanese: 毎日のキャッシュフロー - 指定アカウント

source: All Time
japanese: すべての時間

source: Help
japanese: ヘルプ

source: Bank Account
japanese: 銀行口座

source: Term Account
japanese: 定期口座

source: Internet
japanese: インターネット

source: Tip: Change all transactions using this Payee to another Payee using the relocate command:
japanese: ヒント: 再配置コマンドを使用して、すべての取引を この支払先から別の取引先に変更します:

source: Relocate all source categories to the destination category
japanese: すべての元のカテゴリーを先のカテゴリ－に再配置します

source: Source Category
japanese: 元のカテゴリー

source: Destination Category
japanese: 先のカテゴリー

source: Changing all categories of: %s to category: %s
japanese: すべてのカテゴリーの変更: %s からカテゴリー: %s

source: Relocate all source payees to the destination payee
japanese: すべての元の支払先を先の支払先に再配置

source: Changing all payees of: %s to payee: %s
japanese: すべての支払先の変更: %s から支払先: %s

source: Budget Performance for
japanese: 予算パフォーマンス

source: All Bank Accounts
japanese: すべての銀行口座

source: All Term Accounts
japanese: すべての定期口座

source: Total Expenses:
japanese: 合計支出:

source: Total Income:
japanese: 合計収入:

source: Grand Total:
japanese: 総合計:

source: Where the Money Goes - %s
japanese: お金の行き先 - %s

source: Where the Money Comes From - %s
japanese: お金の入り元 - %s

source: Categories - %s
japanese: カテゴリー - %s

source: Category Income/Expenses: %s
japanese: カテゴリー収入/支出: %s

source: Today's Date: %s
japanese: 今日の日付: %s

source: Account Name
japanese: アカウント名

source: Bank Accounts Total:
japanese: 銀行口座合計:

source: Term Accounts Total:
japanese: 定期口座合計:

source: Stocks Total:
japanese: 株式合計:

source: Total Balance on all Accounts
japanese: すべてのアカウントの合計残高

source: Account Balance - %s
japanese: アカウント残高 - %s

source: Purchase Date
japanese: 購入日

source: Purchase Price
japanese: 購入額

source: Total Amount:
japanese: 合計金額:

source: Split Category Details
japanese: カテゴリー分割の詳細

source: Stock Name
japanese: 株式名

source: Specify the purchase date of the stock investment
japanese: 株式投資の購入日を指定します

source: Number of Shares
japanese: 株式数

source: Enter purchase price for each stock
japanese: それぞれの株式の購入額を入力してください

source: Enter current stock price
japanese: 現在の株式価格を入力してください

source: Specify the stock price date
japanese: 株式の価格日を指定してください

source: Days
japanese: 日数

source: Weeks
japanese: 週間

source: Months
japanese: ヶ月

source: Specify how many stock history prices download from purchase date
japanese: 購入日からどのくらいの株価履歴をダウンロードするか指定してください

source: Number of %s:
japanese: %s の数

source: End date is in the future Quotes will be updated until today
japanese: 終了日が未来です 株価を今日まで更新します

source: Share Name
japanese: 株式名

source: Share Symbol
japanese: 銘柄コード/シンボル

source: Unit Price
japanese: 単価

source: Total Value
japanese: 合計価値

source: Curr. unit price
japanese: 現在単価

source: Curr. total value
japanese: 現在合計価値

source: Delete Stock Investment
japanese: 株式投資を削除

source: Move selected transaction to another account
japanese: 選択した取引を別のアカウントに移動します

source: Stock Investments: %s
japanese: 株式投資: %s

source: Syntax error in the URL string
japanese: URL 文字列に文法エラーがあります

source: Found no protocol which can get this URL
japanese: この URL を取得するプロトコルがありません

source: A host name is required for this protocol
japanese: このプロトコルのホスト名が必要です

source: A path is required for this protocol
japanese: このプロトコルのパスが必要です

source: Connection error
japanese: 接続エラー

source: Cannot get data from WWW!
japanese: WWW からデータを取得できません!

source: November
japanese: 11月

source: December
japanese: 12月

source: Jan
japanese: 1月

source: Feb
japanese: 2月

source: Aug
japanese: 8月

source: Nov
japanese: 11月

source: Dec
japanese: 12月

source: models all transactions as belonging to accounts. The next pages will help you create a new account. To help you get started, begin by making a list of all financial institutions where you hold an account.
japanese: モデルすべてのトランザクションがアカウントに属するものとして。 次のページは、新しいアカウントを作成するのを支援します。 始めるにあたって、あなたがアカウントを保有する金融機関 すべてのリストを作ることから始めます。

source: General bank accounts cover a wide variety of account types like Checking, Savings and Credit card type accounts.
japanese: 一般的な銀行口座は、当座、預金、クレジットカードなどの 多種多様な種類をカバーします。

source: The next pages will help you create a new database.
japanese: 次のページは、新しいデータベースを作成する支援をします。

source: Your database file is stored with an extension of .mmb.
japanese: データベースファイルは .mmb 拡張子で保存されます。

source: As this file contains important financial information, we recommended creating daily backups with the Options setting: 'Backup before opening', and store your backups in a separate location.
japanese: このファイルには重要な財務情報が含まれているため、 オプション設定: '開く前にバックアップ' で 毎日バックアップを作成すること、 および別の場所にバックアップを保存することを推奨します。

source: The database can later be encrypted if required, by using the option: 'Save database as' and changing the file type before saving.
japanese: 必要に応じて、データベースは後で暗号化することができます。 オプション: '名前を付けてデータベースを保存' を使用して、 保存する前にファイルの種類を変更します。

source: Universal CSV Dialog
japanese: ユニバーサル CSV ダイアログ

source: Tip: The .mmb file is not encrypted. That means anyone else having the proper know how can actually open the file and read the contents. So make sure that if you are storing any sensitive financial information it is properly guarded.
japanese: ヒント: .mmb ファイルは暗号化されていません。それは、適切なノウハウを有する他の誰もが、実際のファイルを開き、内容を読み取ることができることを意味します。そのため、重要な財務情報を格納している場合は、適切に保護されていることを確認してください。

source: Tip: To print a statement with transactions from any arbitary set of criteria, use the transaction filter to select the transactions you want and then do a print from the menu.
japanese: ヒント: 任意の基準で取引の明細書を印刷したい場合、取引フィルターを使用して取引を選択し、メニューから印刷を行います。

source: Tip to get out of debt: Pay yourself 10% first. Put this into an account that is hard to touch. Make sure it is a chore to get the money out (you have to drive to the bank), so you will only tap it consciously and for major expenses.
japanese: 借金から抜け出すヒント: まず自分自身に 10% f を支払います。これを触ることが難しい口座に入れてください。これは (銀行で運用する必要がある) お金を得るための雑費であることを確認してください。それで、主要な支出のために意識して蓄えます。

source: Payee Report - %s
japanese: 支払先レポート - %s
