Repository: 2lambda123/moneymanagerex
Catalog: po/*.po
Languages: hu, japanese

source: &Recurring Transactions
hu: Rendszeres ügyletek
japanese: 繰り返し取引(&R)

source: Bills && Deposits
hu: Számlák vagy betétek
japanese: 手形 && 預金

source: &Assets
hu: Vagyontárgyak
japanese: 資産(&A)

source: &Transaction Report Filter...
hu: Ügyletek szűrése...
japanese: 取引レポート フィルター(&T)...

source: Transaction Report Filter
hu: Ügyletek szűrése
japanese: 取引レポート フィルター

source: &General Report Manager...
hu: Fő jelentéskezelő
japanese: 汎用レポートマネージャー(&G)...

source: &Options...
hu: Beállítások...
japanese: オプション(&O)...

source: Show the Options Dialog
hu: Beállítások párbeszéd megjelenítése
japanese: オプション ダイアログを表示します

source: Optimize &Database
hu: Adatbázis optimalizálása
japanese: データベースを最適化(&D)

source: Optimize database space and performance
hu: Adatbázis méretének és működésének optimalizálása
japanese: データベースの領域とパフォーマンスを最適化します

source: Database Debug
hu: Adatbázis hibakeresése

source: Generate database report or fix errors
hu: Adatbázis-jelentés készítése, vagy hibajavítás.

source: Database
hu: Adatbázis
japanese: データベース

source: Database management
hu: Adatbáziskezelés
japanese: データベース管理

source: &Help F1
hu: Súgó F1
japanese: ヘルプ(&H) F1

source: Website
hu: Weboldal
japanese: ウェブサイト

source: Visit us on Facebook
hu: Látogasson meg minket a Facebook-on.
japanese: 私たちの Facebook を訪問

source: Forum
hu: Fórum
japanese: フォーラム

source: Check for &Updates
hu: Frissítések keresése
japanese: 更新を確認(&U)

source: &About...
hu: Névjegy...
japanese: について(&A)...

source: Show about dialog
hu: Mutassa a program névjegyét
japanese: アプリについてのダイアログを表示します

source: &File
hu: &Fájl
japanese: ファイル(&F)

source: &Accounts
hu: Számlák
japanese: アカウント(&A)

source: &Tools
hu: Eszközök
japanese: ツール(&T)

source: &View
hu: Nézet
japanese: 表示(&V)

source: &Help
hu: Súgó
japanese: ヘルプ(&H)

source: New
hu: Új
japanese: 新規

source: Show Organize Categories Dialog
hu: Kategóriakezelő ablak mutatása
japanese: カテゴリー整理ダイアログを表示

source: Show Organize Payees Dialog
hu: Kedvezményezett-kezelő ablak mutatása
japanese: 支払先整理ダイアログを表示

source: Show Organize Currency Dialog
hu: Pénznemkezelő ablak mutatása
japanese: 通貨整理ダイアログを表示

source: Show the Help file
hu: Segítség megjelenítése
japanese: ヘルプ ファイルを表示します

source: Register/View Release &Notifications
hu: Regiszter / Kiadványok és bejelentések nézete
japanese: リリース通知の登録/表示(&N)

source: News
hu: Hírek

source: Have MMEX support provided you a debug/patch file?
hu: Az MMEX-től kapott hibakövető, vagy -javító fájlt?

source: MMEX upgrade
hu: MMEX frissítés

source: &Next ->
hu: Következő ->
japanese: 次へ(&N) ->

source: Choose database file to create
hu: Adja meg az adatbázisfájl nevét
japanese: 作成するデータベース ファイルを選択してください

source: Choose database file to open
hu: Válassza ki a megnyitni kívánt adatbázis
japanese: 開くデータベース ファイルを選択してください

source: Password change completed.
hu: A jelszóváltoztatás befejezve.
japanese: パスワードを正常に変更しました。

source: Make sure you have a backup of DB before optimize it
hu: Optimalizálása előtt készíts másolatot az adatbázisról
japanese: DB を最適化する前に、確実にバックアップを取得してください

source: DB Optimization
hu: Adatbázis optimalizálása
japanese: DB 最適化

source: Database Optimization Completed! Size before: %s Size after: %s
hu: Adatbázis optimalizálása befejezve Méret előtte: %s Méret utána: %s

source: Please use this function only if explicitly requested by MMEX support
hu: Ezt a funkciót csak akkor használja, ha az MMEX-től kifejezetten kérik!

source: Save database file as
hu: Adatbázis mentése másként
japanese: 名前を付けてデータベース ファイルを保存

source: Can't copy file to itself
hu: A fájl nem másolható önmagára.
japanese: 自分自身にファイルをコピーすることはできません

source: Asset Accounts hold Asset transactions Asset transactions are created within the Assets View after the selection of the Asset within that view. Asset Accounts can also hold normal transactions to regular accounts.
hu: A vagyoni számlák a kapcsolódó tranzakciókat tartalmazzák A vagyonnal kapcsolatos tranzakciók a Vagyon nézetében keletkeznek miután a nézeten belül egy vagyontárgyat kiválszt a vagyonszámlák tartalmazhatnak a normál számlákkal végzett szokásos műveleteket

source: Asset Account Creation
hu: Vagyonszámla készítése

source: Share Accounts hold Share transactions Share transactions are created within the Stock Portfolio View after the selection of the Company Stock within the associated view. These accounts only become visible after associating a Stock to the Share Account Or by using the Menu View --> 'Display Share Accounts' Share Accounts can also hold normal transactions to regular account.
hu: Részvényszámlák tartalmazzák a részvényműveleteket A részvényműveletek végrehajtása a Értékpapír portfólió nézetben történik, a részvénytársaság kiválasztása után, a hozzárendelt nézetben. Ezek a számlák csak akkor válnak láthatóvá, ha már a részvényt hozzárendeltük e részvényszámlához, vagy a menüben Nézet -> Részvényszámlák kiválasztásával. A Részvényszámlákon a normál számlákon szokásos tranzakciókat is tartalmazhatnak.

source: Share Account Creation
hu: Értékpapírszámla készítése

source: MMEX Options have been updated.
hu: Az MMEX opciói frissültek.
japanese: MMEX オプションが更新されました。

source: MMEX Options
hu: MMEX opciók
japanese: MMEX オプション

source: Choose HTML file to Export
hu: Válasszon HTML fájlt az exporthoz
japanese: エクスポートする HTML ファイルを選択してください

source: No account available to edit!
hu: Nincs szerkeszthető számla!
japanese: 編集可能なアカウントはありません!

source: Choose Account to Edit
hu: Válassza ki a szerkesztendő számlát
japanese: 編集するアカウントを選択してください

source: No account available to delete!
hu: Nincs törölhető számla!
japanese: 削除可能なアカウントがありません!

source: Choose Account to Delete
hu: Válassza ki a törlendő számlát
japanese: 削除するアカウントを選択してください

source: Are you sure you want to delete %s account: %s ?
hu: Valóban törlöd a(z) %s számlát: %s ?
japanese: 削除してもよろしいですか %s アカウント: %s ?

source: Account Reallocation
hu: Számla áthelyezése
japanese: アカウントの再割り当て

source: Select the account to reallocate
hu: Válassza ki az áthelyezés célszámláját:

source: Account: %s - Select new type.
hu: Számla: %s - Új típus választása.

source: Payee Relocation Completed.
hu: Kedvezményezett áthelyezése befejezve.
japanese: 支払先の再配置を完了しました。

source: Payee Relocation Result
hu: Kedvezményezett áthelyezésének eredménye
japanese: 支払先の再配置結果

source: File %s not found
hu: A fájlokat %s nem találom
japanese: ファイル %s が見つかりません

source: General Group Report
hu: Általános Csoportjelentés

source: Caught exception
hu: Kivétel értelmezve

source: Transaction Report
hu: Ügylet lekérdezések
japanese: 取引レポート

source: &Back
hu: Vissza
japanese: 戻る(&B)

source: &Forward
hu: Előre
japanese: 進む(&F)

source: Stocks
hu: Értékpapírok
japanese: 株式

source: Gain/Loss
hu: Emelkedés/süllyedés
japanese: 利益/損失

source: Total
hu: Összes
japanese: 合計

source: Total:
hu: Összesen:
japanese: 合計:

source: Top Withdrawals: %s
hu: Legnagyobb kivétek: %s
japanese: 払出の上位: %s

source: Summary
hu: Összegzés
japanese: サマリー

source: Upcoming Transactions
hu: Esedékes ügyletek
japanese: 今後の取引

source: Income vs Expenses: %s
hu: Bevételek és kiadások: %s
japanese: 収入対支出: %s

source: Expenses
hu: Kiadás
japanese: 支出

source: Difference:
hu: Különbözet:
japanese: 差異:

source: Income/Expenses
hu: Bevétel/Kiadások
japanese: 収入/支出

source: Transaction Statistics
hu: Ügylet statisztikák
japanese: 取引の統計情報

source: Follow Up On Transactions:
hu: Egyeztetendő ügyletek:
japanese: 取引のフォローアップ:

source: Total Transactions:
hu: Tranzakciók összesen:
japanese: 取引の合計:

source: Grand Total:
hu: Összes összesen:
japanese: 総合計:

source: Hide/Show Columns
hu: Oszlopok mutatása/elrejtése
japanese: カラムを非表示/表示

source: Hide this column
hu: Oszlop elrejtése
japanese: このカラムを非表示

source: Order by this column
hu: Rendezés ezen oszlop szerint
japanese: このカラムで並び替え

source: Reset columns
hu: Oszlopok alaphelyzetbe
japanese: カラムをリセット

source: REPORTS
hu: KIMUTATÁSOK
japanese: レポート

source: Accounts:
hu: Számlák:
japanese: アカウント:

source: All Accounts
hu: Összes számla
japanese: すべてのアカウント

source: Hide
hu: Elrejt

source: Cash
hu: Készpénz
japanese: 現金

source: Checking
hu: Folyószámla
japanese: 小切手

source: Credit Card
hu: Hitelkártya
japanese: クレジットカード

source: Loan
hu: Kölcsön

source: Term
hu: Időszaki számla
japanese: 定期

source: Investment
hu: Befektetési számla
japanese: 投資

source: Asset
hu: Vagyon

source: Shares
hu: Értékpapírok

source: Account Error
hu: Számlahiba
japanese: アカウントエラー

source: Appreciates
hu: Növekvő
japanese: 値上がり

source: Depreciates
hu: Csökkenő
japanese: 値下がり

source: Property
hu: Tulajdonjog
japanese: 財産

source: Household Object
hu: Háztartási eszköz
japanese: 家財道具

source: Art
hu: Műalkotás
japanese: 美術品

source: Jewellery
hu: Ékszer
japanese: 宝飾品

source: Other
hu: Egyéb
japanese: その他

source: Transaction
hu: Tranzakció

source: Stock
hu: Részvény

source: BankAccount
hu: Bankszámla

source: RecurringTransaction
hu: RendszeresÜgyletek

source: A recurring transaction will exceed your account limit. Do you wish to continue?
hu: A rendszeres tranzakció a számlád limitjét meghaladja Folytatod?

source: MMEX Recurring Transaction Check
hu: MMEX Rendszeres ügyletek ellenőrzése

source: Bi-Weekly
hu: Kéthetente
japanese: 隔週

source: String
hu: karaktersor

source: Integer
hu: Egész

source: Decimal
hu: Tizedes

source: Time
hu: Idő

source: SingleChoice
hu: EgyesKiválasztás

source: MultiChoice
hu: TöbbesVálasztás

source: Payee Error
hu: Kedvezményezett hiba
japanese: 支払先エラー

source: The SQL script: %s will modify database! aborted!
hu: Az SQL-szkript: %s módosítja az adatfájlt! Megszakítva!
japanese: SQL スクリプト: %s データベースを更新します! 中止しました!

source: My Usage
hu: Saját használat
japanese: 私の使用

source: Summary of Accounts
hu: Számlák összegzése
japanese: アカウントのサマリー

source: Where the Money Goes
hu: Hová ment a pénz
japanese: お金の使途

source: Where the Money Comes From
hu: Ahonnan a pénz érkezett
japanese: お金が入ってくる元

source: Payees
hu: Kedvezményezettek
japanese: 支払先

source: Income vs Expenses
hu: Bevételek és kiadások
japanese: 収入対支出

source: Stocks Report
hu: Részvények jelentés
japanese: 株式レポート

source: General
hu: Általános
japanese: 全般

source: View Options
hu: Nézet beállításai
japanese: オプションを表示

source: Attachments
hu: Mellékletek
japanese: 添付ファイル

source: Network
hu: Hálózat
japanese: ネットワーク

source: &Apply
hu: Alkalamaz
japanese: 適用(&A)

source: %s page has been saved.
hu: %s lap mentve
japanese: %s ページを保存しました。

source: Attachments Settings
hu: Mellékletetk beállításai
japanese: 添付ファイルの設定

source: Attachment archive folder for %s only:
hu: Az %s csatolt archív könyvtára csak :
japanese: %s のみ、添付ファイル アーカイブ フォルダー:

source: Every OS type (Win,Mac,Unix) has its attachment folder
hu: Minden Op. rendsz. (Win, Mac, Unix) rendelkezik saját mellékletek könyvtárral
japanese: 各 OS 種類 (Win、Mac、Unix) 別に添付ファイル フォルダーがあります

source: Browse for folder
hu: Könytár böngészése
japanese: フォルダーの参照

source: Real path:
hu: Valós útvonal:
japanese: 実際のパス:

source: Legend
hu: Jelmagyarázat
japanese: 凡例

source: Other OS folders
hu: Többi Op. rendsz. könyvtárai
japanese: 他の OS フォルダー

source: Not yet set
hu: Nincs beállítva
japanese: まだ設定されていません

source: Create and use Attachments subfolder
hu: Mellékletek alkönyvtár készítése és használata
japanese: 添付のサブフォルダーを作成して使用する

source: Delete file after import
hu: Fájltörlés importálás után
japanese: インポート後にファイルを削除

source: Select to delete file after import in attachments archive
hu: A fájlnak a mellékletek archívumba importálása utáni törléséhez válaszd
japanese: 添付ファイルのアーカイブのインポートの後に、削除するファイルを選択します

source: When remove attachment, move file instead of delete
hu: Melléklet eltávolításakor a fájlt mozgassa és nem törölje
japanese: 添付ファイルを削除する時、削除の代わりにファイルを移動します

source: Select to don't delete file when attachment is removed, but instead move it to 'Deleted' subfolder
hu: Válaszd, hogy a melléklet eltávolításakor a fájlt ne törölje, hanem a "Töröltek" alkönyvtárba mozgassa
japanese: 添付ファイルが削除されたときに、ファイルを削除しないで、代わりに '削除' サブフォルダに移動する場合に選択します

source: Application data directory
hu: Alkalmazás adatkönyvtár
japanese: アプリケーション データ ディレクトリ

source: Database file directory
hu: Adatbázisfájl könyvtára
japanese: データベース ファイル ディレクトリ

source: Dropbox folder
hu: Dropbox könyvtár
japanese: Dropbox フォルダー

source: User Defined
hu: Felhasználói beállítás
japanese: ユーザー定義

source: Choose folder to set as attachments archive
hu: Válasszon könyvtárat a mellékletek tárolására
japanese: 添付ファイルをアーカイブするフォルダーを選択します

source: Attachments path has been changed!
hu: A melléklet útvonala megváltozott!

source: Attachments folder migration
hu: A mellékletek könyvtár mozgatása

source: Error moving attachments folder: please move it manually!
hu: Hiba a mellékletek-könyvtár ozgatásakor: mozgassa kézzel!

source: Origin
hu: Eredet

source: Destination
hu: Cél

source: Display Heading
hu: Fejléc megjelenítése
japanese: 見出しを表示

source: User Name
hu: Felhasználó neve
japanese: ユーザー名

source: The User Name is used as a title for the database.
hu: A felhasználó neve az adatbázis címe is egyben.
japanese: ユーザー名はデータベースのタイトルとして使用されます。

source: Base Currency
hu: Alap pénznem
japanese: 基本通貨

source: Set Currency
hu: Pénznem beállítása
japanese: 通貨の設定

source: Sets the database default Currency using the 'Currency Dialog'
hu: Az adatbázis alap pénznemének beállítása a "Pénznem párbeszéd" segítségével

source: Right click and select 'Set as Base Currency' in 'Currency Dialog'
hu: A "Pénznem párbeszédben" jobb-kattintás és válassza a "Beeealap pénznemnek"-et.

source: Specify the date format for display
hu: Adja meg a dátum megjelenítési formáját
japanese: 表示する日付の形式を指定します

source: New date format sample:
hu: Új dátumformátum minta:
japanese: 新しい日付形式のサンプル:

source: Financial Year
hu: Pénzügyi év
japanese: 会計年度

source: Start Day
hu: Indító nap
japanese: 開始日

source: Specify Day for start of financial year
hu: Határozza meg a pénzügyi év kezdőnapját!
japanese: 会計年度の開始日を指定します

source: Start Month
hu: Induló hónap
japanese: 開始月

source: Specify month for start of financial year
hu: Határozza meg a pénzügyi év induló hónapját
japanese: 会計年度の開始月を指定します

source: Use Original Date when Pasting Transactions
hu: Ügyletek másolásakor az eredeti dátumot használja
japanese: 貼り付けるときに取引の元の日付を使用する

source: Select whether to use the original transaction date or current date when copying/pasting transactions
hu: Határozza meg, hogy másoláskor a tranzakció eredeti dátumát, vagy a jelenlegi dátumot használja-e.
japanese: 取引をコピー/貼り付けする時、元の取引の日付か、現在の日付を使用するかを選択します

source: Use Transaction Sound
hu: Hangjelzés az ügyletekhez.
japanese: 取引効果音を使用する

source: Select whether to use sounds when entering transactions
hu: Határozza meg, hogy a tranzakcióknál mikor legyen hangvisszajelzés
japanese: 取引を入力するときに、効果音を使用するかどうかを選択します

source: Stock Quote Web Page
hu: Tőzsdebejegyzések weboldal
japanese: 株価情報 Web ページ

source: Clear the field to Reset the value to system default.
hu: A rendszer alapbeállításaihoz való visszatéréshez törölje a mezőt.
japanese: フィールドをクリアして、システムのデフォルトにリセットします。

source: Share Precision
hu: Értékpapír pontosság(?)

source: Set the precision for Share prices
hu: Állítsa be a részvényárak pontosságát

source: New Transaction Dialog Settings
hu: Új tranzakció párbeszéd beállítása
japanese: 新しい取引ダイアログの設定

source: Last Used
hu: Utoljára használt
japanese: 最後に使用

source: Last used for payee
hu: Az utoljára alkalmazott kedvezményezett
japanese: 最後に使用した支払先

source: Unused
hu: Nem használt

source: Default Date:
hu: Alapértelmezett dátum:
japanese: デフォルトの日付:

source: Default Payee:
hu: Alapértelmezett kedvezményezett:
japanese: デフォルトの支払先:

source: Default Category:
hu: Alapértelmezett kategória:
japanese: デフォルトのカテゴリー:

source: Default Status:
hu: Alapértelmezett állapot:
japanese: デフォルトの状態:

source: Database Backup
hu: Adatbázis másolat
japanese: データベースのバックアップ

source: Create a new backup when MMEX Start
hu: Új másolat készítése MMEX indulásakor
japanese: MMEX を開始するときに、新しいバックアップを作成する

source: When MMEX Starts, creates the backup database: dbFile_start_YYYY-MM-DD.ext.
hu: Az MMEX indulásakor dbFile_start_ÉÉÉÉ-HH-NN.ext néven másolatot készít.
japanese: MMEX が開始する時、 データベースのバックアップを作成します: dbFile_start_YYYY-MM-DD.ext。

source: Backup database on exit.
hu: Adatbázis-másolat készítése kilépéskor
japanese: 終了時にデータベースをバックアップ。

source: When MMEX shuts down and changes made to database, creates or updates the backup database: dbFile_update_YYYY-MM-DD.ext.
hu: Az MMEX bezáráskor az adatbázis módosítása esetén dbFile_start_ÉÉÉÉ-HH-NN.ext nevű másolatot létrehozza, vagy módosítja.
japanese: MMEX をシャットダウンし、データベースに変更が加えられた時、 データベースのバックアップを作成または更新します: dbFile_update_YYYY-MM-DD.ext。

source: Specify max number of backup files
hu: Határozza meg a fájlmásolatok max. számát
japanese: バックアップ ファイルの最大数を指定します

source: Max Files
hu: Max. fájl
japanese: 最大ファイル数

source: CSV Settings
hu: CVS beállítások
japanese: CSV 設定

source: Delimiter
hu: Határolójel
japanese: デリミタ

source: WebApp Settings
hu: WebApp beállítások
japanese: Webアプリ設定

source: Specify the Web App URL without final slash
hu: A Web App URL-jét adja meg a záró törtjel nélkül
japanese: Web アプリケーションの URL を指定します。最後にスラッシュは不要です

source: Specify the Web App GUID
hu: Adja meg a Web App GUID-jét
japanese: Web アプリケーションの GUID を指定します

source: More information about WebApp
hu: További információk a webes applikációról

source: Proxy Settings
hu: Proxy-beállítások
japanese: プロキシ設定

source: Specify the proxy IP address
hu: Adja meg a Proxy IP-címét
japanese: プロキシの IP アドレスを指定します

source: Specify proxy port number
hu: Add meg a proxy port-ját
japanese: プロキシ ポート番号を指定します

source: Web Server
hu: Webszerver
japanese: Web サーバー

source: Enable
hu: Engedélyez
japanese: 有効

source: Enable internal web server when MMEX Starts.
hu: Engedélyezze a a belső webszervert az MMEX indításakor.
japanese: MMEX の起動時に、内部 web サーバーを有効にします。

source: Specify web server port number
hu: Webszerver portjának megadása
japanese: Web サーバーのポート番号を指定します

source: Usage statistics
hu: Használati statisztikák
japanese: 使用状況の統計

source: Send anonymous statistics usage data
hu: Használati statisztikai adatok anonim küldése.
japanese: 匿名の使用状況データの統計情報を送信

source: Enable to help us sending anonymous data about MMEX usage.
hu: Engedélyezze az MMEX használatáról anonim módon adatok küldését, így segíthet nekünk.
japanese: 有効にすると、MMEX の使用状況に関する匿名のデータを私たちに送信します。

source: Timeout
hu: Várakozás/szünet
japanese: タイムアウト

source: Specify a network communication timeout value to use.
hu: Határozza meg a hálózati várakozás érvényes értékét.
japanese: 使用するネットワーク通信のタイムアウト値を指定してください。

source: Seconds
hu: Másodperc
japanese: 秒

source: Updates
hu: Frissítések
japanese: アップデート

source: Check for updates at StartUp
hu: Frissítések ellenőrzése induláskor
japanese: 起動時にアップデートをチェック

source: Enable to automatically check if new MMEX version is available at StartUp
hu: Engedélyezi, annak ellenőrzését hogy az MMEX-ből van-e új, elérhető verzió
japanese: 起動時に、新しい MMEX バージョンが使用可能かを自動的にチェックします

source: Stable
hu: Végleges változat
japanese: 安定

source: Unstable
hu: Nem végleges változat
japanese: 非安定

source: Updates source
hu: Frissítési forrás

source: Specify which accounts are visible
hu: Adja meg, hogy mely számlák látszódjanak
japanese: 表示するアカウントを指定します

source: Transactions Visible
hu: Megjelenített ügyletek
japanese: 取引表示

source: Specify which transactions are visible by default
hu: Adja meg, hogy mely ügyletek jelenjenek meg
japanese: デフォルトで表示する取引を指定します

source: HTML scale factor
hu: HTML nagyítási szám

source: Specify which scale factor is used for the report pages
hu: Határozza meg a jelentés oldalainál használt szorzótényezőt.

source: User Colors
hu: Színek használata
japanese: ユーザーの色

source: Default Category
hu: Alapértelmezett kategória
japanese: デフォルトのカテゴリー

source: Search:
hu: Keresés:
japanese: 検索:

source: Payee with same name exists
hu: Már van ilyen nevű kedvezményezett
japanese: 同じ名前の支払先が存在します

source: Organize Payees: Add Payee
hu: Kedvezményezettek kezelése: kedvezményezett hozzáadása.
japanese: 支払先の整理: 支払先を追加

source: Enter the name for the new payee:
hu: Írja be az új kedvezményezett nevét:
japanese: 新しい支払先の名前を入力してください:

source: Modify the name for the payee:
hu: A kedvezményezett nevének módosítása:
japanese: 支払先の名前を変更します:

source: Organize Payees: Edit Payee
hu: Kedvezményezettek kezelése: kedvezményezett szerkesztése
japanese: 支払先の整理: 支払先を編集

source: Payee in use.
hu: A kedvezményezett foglalt.
japanese: 支払先は使用しています。

source: Tools -> Relocation of -> Payees
hu: Eszközök -> Áthelyezés -> Kedvezményezettek
japanese: ツール -> 再配置 -> 支払先

source: Organize Payees: Delete Error
hu: Kedvezményezettek kezelése: törlési hiba!
japanese: 支払先の整理: 削除エラー

source: Define Default Category
hu: Alapértelmezett kategória meghatározása
japanese: デフォルトのカテゴリーを定義

source: Relocate Payee
hu: Kedvezményezett áthelyezése
japanese: 支払先の再配置

source: Relocate Category Dialog
hu: Kategória áthelyezés párbeszédablak
japanese: カテゴリーの再配置ダイアログ

source: Relocate:
hu: Áthelyezés:
japanese: 再配置:

source: to:
hu: Ide:
japanese: 先:

source: Category Relocation Confirmation
hu: Kategóriaáthelyezés jóváhagyása
japanese: カテゴリー再配置の確認

source: Please Confirm:
hu: Kérem erősítse meg:
japanese: 確認してください:

source: Records found in transactions: %i
hu: Ügyletekben talált bejegyzések: %i
japanese: 取引に見つかったレコード: %i

source: Records found in split transactions: %i
hu: Az összetett ügyletekben talált bejegyzések: %i
japanese: 分割取引に見つかったレコード: %i

source: Records found in recurring transactions: %i
hu: A rendszeres ügyletek között talált bejegyzések: %i
japanese: 繰り返し取引に見つかったレコード: %i

source: Records found in recurring split transactions: %i
hu: Az ismétlődő összetett ügyletek között talált bejegyzések: %i
japanese: 繰り返し分割取引に見つかったレコード: %i

source: Records found as Default Payee Category: %i
hu: A bejegyzések, mint alapbeállítás szerinti kedvezményezett kategória: %i
japanese: デフォルトの支払先カテゴリーとして見つかったレコード: %i

source: Records found in budget: %i
hu: Bejegyzések a költségvetésben találhatók: %i
japanese: 予算に見つかったレコード: %i

source: Relocate Payee Dialog
hu: Kedvezményezett áthelyezése párbeszédablak
japanese: 支払先の再配置ダイアログ

source: From %s to %s
hu: %s-ból/ből %s-ba/be

source: Payee Relocation Confirmation
hu: Kedvezményezett áthelyezésének jóváhagyása
japanese: 支払先の再配置確認

source: Budget Categories for %s
hu: Költségvetési kategóriák ehhez: %s
japanese: %s の予算カテゴリー

source: Budget Category Summary for %s
hu: Költségvetési kategóriák összesítése ehhez: %s
japanese: %s の予算カテゴリー サマリー

source: ( Estimated Vs Actual )
hu: ( Becsült vs. Tényleges )
japanese: (見積対実績)

source: Estimated Income:
hu: Becsült bevétel:
japanese: 見積収入:

source: Actual Income:
hu: Tényleges bevétel:
japanese: 実績収入:

source: Difference Income:
hu: Bevétel különbözete:
japanese: 差異収入:

source: Estimated Expenses:
hu: Becsült költségek:
japanese: 見積支出:

source: Actual Expenses:
hu: Tényleges költségek:
japanese: 実績支出:

source: Difference Expenses:
hu: Kiadások különbözete:
japanese: 差異支出:

source: Budget Performance for %s
hu: A(z) %s Költségvetési teljesítménye

source: Cash Flow Forecast for %i Years Ahead
hu: Cash Flow előrejelzés %i évre előre
japanese: %i 年先のキャッシュフロー予測

source: Difference
hu: Különbség
japanese: 差異

source: Category Total:
hu: Kategória összes:
japanese: カテゴリー合計:

source: Total Expenses:
hu: Összes kiadás:

source: Total Income:
hu: Összes bevétel:

source: Category Income/Expenses
hu: Kategória Bevételei/Kiadásai

source: Overall
hu: Összesen
japanese: 全体

source: Incomes
hu: Bevételek
japanese: 収入

source: From %s till %s
hu: %s-tól/től %s-ig
japanese: %s から %s まで

source: Over Time
hu: Lejárt
japanese: 時間の経過

source: Income:
hu: Bevétel:
japanese: 収入:

source: Expenses:
hu: Kiadások:
japanese: 支出:

source: Year
hu: Év
japanese: 年度

source: Month
hu: Hónap
japanese: 月

source: Current Month
hu: Jelenlegi hónap
japanese: 当月

source: Today
hu: Mai nap
japanese: 今日
